{   
    "quest.main_title": "Create: Astral",
    "chapter.1.quest.1.description.1": "Ne vous faites pas frapper par la foudre.",
    "chapter.1.quest.1.subtitle": "Défense bon marché.",
    "chapter.1.quest.1.title": "Un chevalier en cuivre brillant",
    "chapter.1.quest.10.description.1": "Pourquoi ne pas essayer de porter une armure complète en or ? Juste pour le style, je vous donnerai un butin de fou pour le chad méritant que vous êtes.",
    "chapter.1.quest.10.subtitle": "Vivre la vie comme Larry",
    "chapter.1.quest.10.title": "Armure dorée",
    "chapter.1.quest.11.description.1": "Commencer votre voyage de brassage vous permettra d'accéder aux effets de potion avant que le brassage de potion ne soit disponible !",
    "chapter.1.quest.11.subtitle": "Alcooliques Anonymes",
    "chapter.1.quest.11.title": "Le début d'un problème.",
    "chapter.1.quest.12.description.1": "\n\nLe troc vous permettra d'obtenir du butin et des épices pour votre bière. Ils ont tendance à demander des outils en pierre et en bois, qui sont retirés, donc quand vous atteignez l'âge de l'andésite, ils peuvent être substitués pour 1 alliage d'andésite.",
    "chapter.1.quest.12.title": "Brasserie Amateur",
    "chapter.1.quest.13.description.1": "(REMARQUE : l'utilisation d'une station de fabrication de Tinkers' Construct pour fabriquer des objets peut entraîner des quêtes non enregistrées. Si cela se produit, essayez de laisser tomber l'objet et de le ramasser, ou utilisez plutôt la table de fabrication vanilla ).",
    "chapter.1.quest.13.subtitle": "Choisissez votre artisan et commencez votre voyage.",
    "chapter.1.quest.13.title": "Appareil de fabrication",
    "chapter.1.quest.14.description.1": "Tinkers' Construct (alias \"Hephaestus\" pour Fabric) est un mod qui vous permet de créer des outils hautement personnalisés en vous permettant de fabriquer chaque composant individuel avec une large gamme d'options de matériaux, chacun avec des effets différents.\n\n\nLes outils du début de jeu nécessiteront que vous utilisiez beaucoup de motifs (Pattern) et quelques établis spéciaux. Pour l'instant, constituez une réserve de quelques motifs (Pattern).\n\n\nLa récompense pour cette demande vous fournira des connaissances supplémentaires sur le fonctionnement du processus, ainsi que les matériaux d'outils que vous pouvez utiliser et leurs effets.",
    "chapter.1.quest.14.subtitle": "Commençons par les bases de Tinkers.",
    "chapter.1.quest.15.description.1": "Le fer et l'étain sont essentiels, mais une pioche en pierre de Tinkers' est nécessaire. N'utilisez pas de pioche en pierre ! Elles sont effectivement un outil de niveau bois !",
    "chapter.1.quest.15.subtitle": "Nous avons du fer à la maison :",
    "chapter.1.quest.15.title": "Obtenir Ces Ressources !",
    "chapter.1.quest.16.description.1": "Vous aurez également besoin de ce riz, plantez-le et récupérez de la paille !",
    "chapter.1.quest.16.subtitle": "Commençons par une cuisine légère, n'est-ce pas ?",
    "chapter.1.quest.16.title": "Débutez votre carrière de chef",
    "chapter.1.quest.17.description.1": "Beaucoup de nouvelles cultures dans Farmer's Delight, pouvez-vous toutes les automatiser ?",
    "chapter.1.quest.17.subtitle": "MMM riz",
    "chapter.1.quest.17.title": "Acquérir de nouveaux matériaux",
    "chapter.1.quest.18.description.1": "Tous mes potes détestent l'enchantement en début de partie, allons chercher une tenue de voyageur pour un vrai style.\n\nFabriquez un ensemble complet d'équipement de voyageur et je vous bénirai d'un cadeau. Vous devrez fouiller dans REI et les livres de Tinkers vous-même. C'est juste, non ?",
    "chapter.1.quest.19.description.1": "\n\nLizardLeliel - Joue un rôle majeur dans la progression des quêtes des chapitres 1 à 3, et responsable d'une GRANDE partie des recettes et de l'automatisation que vous pouvez trouver dans le pack !\n\n\nEthanicuss - Développement de la structure de datapack (astralrails), contribution musicale, assistance aux quêtes, nombreuses entrées diverses tout au long du développement (BEAUCOUP).\n\n\nIris - Contribution incroyable à la musique du pack, y compris la bande-son officielle de Create: Astral ! Découvrez-la sur Spotify pour la découvrir avant que le tout soit implémenté !\n\n\nChoconeosome - Construction de la plupart des bâtiments que vous verrez dans AstralRails !",
    "chapter.1.quest.19.subtitle": "Laky apprécie TOUT LE MONDE",
    "chapter.1.quest.19.task.1.title": "Choses à noter !",
    "chapter.1.quest.19.title": "Remerciements spéciaux",
    "chapter.1.quest.2.description.1": "Le constructeur de pièces est l'endroit où vous prenez un modèle, prenez vos matériaux de base et fabriquez les composants individuels d'un outil.",
    "chapter.1.quest.2.subtitle": "Fabriquez les pièces de votre outil avec cela.",
    "chapter.1.quest.20.title": "Rassemblez ! 64 blocs de melon",
    "chapter.1.quest.21.title": "Rassemblez ! 64 cactus",
    "chapter.1.quest.22.title": "Rassemblez ! 64 citrouilles",
    "chapter.1.quest.23.title": "Rassemblez ! 64 caisses de carottes",
    "chapter.1.quest.24.title": "Rassemblez ! 64 caisses de pommes de terre",
    "chapter.1.quest.25.title": "Rassemblez ! 64 caisses de maïs",
    "chapter.1.quest.26.title": "Rassemblez ! 64 sacs de riz",
    "chapter.1.quest.27.title": "Rassemblez ! 64 caisses d'oignons",
    "chapter.1.quest.28.title": "Rassemblez ! 64 caisses de tomates",
    "chapter.1.quest.29.title": "Rassemblez ! 64 caisses de choux",
    "chapter.1.quest.3.description.1": "La station Tinker est l'endroit où vous assemblez vos outils Tinkers, qui seront nécessaires pour récupérer de la pierre, du cuivre et du fer. Les outils en bois et en pierre sont le premier objectif, car les recettes vanilla de ces outils n'existent plus.\n\n\nVous pouvez également réparer les outils Tinkers à cette station en plaçant votre outil dans la fente la plus à droite et ses matériaux dans n'importe quelle autre fente. C'est super pratique ! Vous pouvez également investir dans des kits de réparation pour réparer les outils Tinkers directement depuis votre inventaire !",
    "chapter.1.quest.3.subtitle": "Assemblez vos outils avec ceci.",
    "chapter.1.quest.30.description.1": "(Oh ouais, ça valait le coup.)",
    "chapter.1.quest.30.subtitle": "Ça en valait la peine ?",
    "chapter.1.quest.30.title": "Très joli épice.",
    "chapter.1.quest.31.description.1": "Ces sacs à dos prennent votre emplacement de coffre, mais contiennent une énorme quantité de fentes et un banc d'artisanat intégré. Assurez-vous de lire la description pour savoir comment l'équiper.\n\n\nComme vous le remarquerez, le résultat de ce que vous fabriquez dans le sac à dos n'apparaît pas. Une fois effectivement fabriqué, l'objet apparaîtra. Nous espérons que cette image d'un chat à la place de l'objet fabriqué soulagera votre douleur.\n\n\nAvertissement : L'utilisation de l'objet Piggybackpack de Tinkers alors qu'un sac à dos est sur votre dos détruira le sac à dos et tout ce qu'il contient.",
    "chapter.1.quest.31.subtitle": "Porte-Stockage ? Excellent...",
    "chapter.1.quest.31.title": "J'AIME LES SACS À DOS",
    "chapter.1.quest.32.description.1": "Par défaut, le bouton de zoom est (Z) (liaison de touches par défaut).\n\n\n(Attendez, qu'est-ce que ça a à voir avec le cuivre ?)",
    "chapter.1.quest.32.subtitle": "Juste ici, zilly !",
    "chapter.1.quest.32.task.1.title": "Je comprends.",
    "chapter.1.quest.32.title": "Où est ma touche de zoom ?",
    "chapter.1.quest.33.description.1": "Le fabricant de paquets vous permettra de fabriquer des paquets avec un lingot de cuivre, une teinture et toutes sortes de matériaux décoratifs courants.\n\n\nCes paquets peuvent contenir 8 piles. Cependant, ils peuvent être cassés et déplacés tout en conservant tous leurs objets, comme une boîte de shulker, et sont bon marché à produire.\n\n\nSi vous voulez plus d'espace de stockage brut, considérez les unités de stockage de Tech Reborn.",
    "chapter.1.quest.33.subtitle": "Donnez-moi des mini boîtes de shulker pour les objets dédiés",
    "chapter.1.quest.33.task.2.title": "N'importe quelle #c:teintures",
    "chapter.1.quest.33.task.3.title": "N'importe quel #minecraft:planches",
    "chapter.1.quest.33.title": "L'entrepôt Amazon",
    "chapter.1.quest.34.description.1": "Montrez-moi que vous êtes capable de terminer DEUX de ces quêtes de stockage, et je serai convaincu de vous laisser l'acheter. Un festin pour les âges suffira à me convaincre... donc mettez-vous aux fourneaux!",
    "chapter.1.quest.34.subtitle": "Regardez cette beauté, je vous la laisserai, à une condition.",
    "chapter.1.quest.34.title": "Je préfère être un tracteur!",
    "chapter.1.quest.35.description.1": "L'étain et le cuivre seront utilisés pour un nouveau métal nécessaire à la création des engrenages de l'industrie, tandis que l'andésite et l'argile constituent les pierres angulaires de Create. Vous voudrez stocker beaucoup plus que ce qui est nécessaire pour effacer cette quête.\n\n\n\n\nN'hésitez pas à revenir sur cet onglet pour des informations de base sur certains des contenus les plus simples.",
    "chapter.1.quest.35.subtitle": "Déverrouillage du chapitre 1",
    "chapter.1.quest.35.title": "Matériaux essentiels",
    "chapter.1.quest.36.description.1": "Les unités de stockage brut de Tech Reborn vous permettent de stocker des quantités massives d'un seul objet (jusqu'à 32 piles). Comme vous allez produire des objets spécifiques, il est très utile d'avoir des unités de stockage dédiées pour ceux-ci.\n\nUn inconvénient est que tout sera lâché quand vous les casserez. Considérez les paquets si vous voulez plus de flexibilité. \n\n\n\n(Ou utilisez une clé anglaise de Tech Reborn pour les déplacer)",
    "chapter.1.quest.36.subtitle": "Donnez-moi du stockage massif pour un seul objet",
    "chapter.1.quest.36.title": "Stockage Tech Reborn",
    "chapter.1.quest.4.description.1": "Fabriquez n'importe quelle pièce d'outil Tinkers dans le part builder.",
    "chapter.1.quest.4.subtitle": "Chaque outil se compose généralement de trois composants ou plus qui peuvent être combinés en un outil complet, essayez.",
    "chapter.1.quest.44.description.1": "Les coffres en cuivre offrent plus d'espace de stockage que les vieux coffres en bois !\n\nIl existe même de meilleures catégories de coffres à fabriquer à l'avenir, mais chaque fabrication requiert la catégorie précédente. Avec la clé anglaise de Tech Reborn, vous pouvez Accroupir + Clic Droit sur une unité de stockage tout en tenant une clé anglaise pour la ramasser avec tous les objets encore à l'intérieur.",
    "chapter.1.quest.44.subtitle": "Donnez-moi un meilleur stockage général",
    "chapter.1.quest.45.description.1": "Ces tuiles connectent tous les blocs Cooking for Blockheads entre eux, alors utilisez-les comme sol dans vos cuisines.",
    "chapter.1.quest.45.title": "Poser les fondations.",
    "chapter.1.quest.46.subtitle": "Blocs importants avec fonctionnalités.",
    "chapter.1.quest.46.title": "Tout y compris l'évier de cuisine",
    "chapter.1.quest.47.subtitle": "Espace de stockage et eau pour les ingrédients.",
    "chapter.1.quest.48.subtitle": "Certains aliments nécessitent des composants supplémentaires.",
    "chapter.1.quest.48.title": "Extra Utilities",
    "chapter.1.quest.49.subtitle": "Si vous êtes du type bâtisseur, vous pourriez être intéressé par cela. Non seulement chacune de ces stations a l'air cool, mais elle offre également des centaines de blocs possibles à construire, dans n'importe quelle couleur.",
    "chapter.1.quest.49.task.1.title": "J'ai compris.",
    "chapter.1.quest.49.title": "Blocs de décoration ébréchés !",
    "chapter.1.quest.5.description.1": "Maintenant que vous avez des outils de minage, rien ne vous empêche de passer à la vitesse supérieure et de fabriquer un Fondeur avec des briques de haut fourneau. Jusque-là, cette encyclopédie se mettra à jour au fur et à mesure que vous progresserez dans Tinkers' Construct, donc gardez-la à portée de main. Nous avons également inclus un livre intéressant sur les gadgets à explorer !\n\n\nMis à part cela, il est temps de commencer l'autre moitié de \"Minecraft\" !\n\n\nOh, important : En appuyant sur la touche (V) (raccourci par défaut), vous pouvez basculer entre le mode d'attaque et le mode d'utilisation pour les outils compatibles avec le combat. Parfait pour les situations de combat.",
    "chapter.1.quest.5.subtitle": "Combinez des pièces d'outils dans la Station Tinker pour créer votre premier outil Tinkers'.",
    "chapter.1.quest.50.subtitle": "Voici la recette pour votre première bière.",
    "chapter.1.quest.51.subtitle": "Pente glissante",
    "chapter.1.quest.52.subtitle": "Infusez la bière en cliquant sur cette table avec elles.",
    "chapter.1.quest.53.subtitle": "Un livre, plein de nourriture !",
    "chapter.1.quest.54.description.1": "Le prochain chapitre impliquera la création de usines qui produisent des articles pour toujours. Vous voudrez être conscient des solutions de stockage disponibles pour éviter des cauchemars de gestion d'inventaire.",
    "chapter.1.quest.54.subtitle": "JE VEUX PLUS D'ESPACE DE STOCKAGE",
    "chapter.1.quest.54.task.1.title": "Compris.",
    "chapter.1.quest.54.title": "Améliorations de stockage",
    "chapter.1.quest.55.description.1": "Fabriquez un seul paquet en utilisant les ingrédients requis dans le chapitre précédent.\n\n\nIl est possible de mélanger et d'assortir, et vous pouvez utiliser des matériaux décoratifs autres que le bois. Découvrez vos options dans REI !",
    "chapter.1.quest.55.subtitle": "Une forêt tropicale d'inventaire.",
    "chapter.1.quest.55.task.1.title": "Any #packages:banned_from_package_maker",
    "chapter.1.quest.55.title": "Emballé",
    "chapter.1.quest.56.description.1": "La vinification suit le même chemin que la bière, avec la brasserie effectuée via un bloc unique\n\n\nLes vins brassés auront l'année Minecraft actuelle imprimée sur eux. Plus ils vieillissent sans être bus, plus ces effets peuvent devenir puissants...",
    "chapter.1.quest.56.subtitle": "Il est apparemment plus sophistiqué de boire cela...",
    "chapter.1.quest.56.title": "Une touche sélectionnée...",
    "chapter.1.quest.57.description.1": "Cidre de pomme - 2x jus de pomme, 1x panier\nVin de pomme - 2x jus de pomme, 1x bouteille de miel\nCidre de Kelp - 1x jus de pomme, 2x Kelp",
    "chapter.1.quest.57.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.57.title": "Jus de la variété de pommes.",
    "chapter.1.quest.58.description.1": "Vin de Bolvar - 2x Rouge, 1x bouteille de miel, 1x cerise\nVin de Chenet - 2x Rouge, 2x Baie sucrée\nVin de Noir - 2x Rouge\nRoi Danis - 2x Rouge, 2x bouteille de miel\nVin de Cerise - 2x Rouge, 2x Cerise",
    "chapter.1.quest.58.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.58.title": "Jus de raisin de la variété rouge.",
    "chapter.1.quest.59.description.1": "Vin de Solaris - 2x blanc, 1x baie sucrée, 1x bouteille de miel\nVin de Clark - 2x blanc, 2x baie sucrée\nVin de Mellohi - 2x Blanc, 2x bouteille de miel",
    "chapter.1.quest.59.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.59.title": "Jus de raisin de la variété blanche.",
    "chapter.1.quest.6.description.1": "Si vous n'aimez pas Tinkers' Construct, des outils de style vanilla peuvent être fabriqués avec des lingots de cuivre pour vous aider.",
    "chapter.1.quest.6.subtitle": "Options, gens, options",
    "chapter.1.quest.6.title": "Je regrette l'ancienne façon",
    "chapter.1.quest.60.description.1": "Jus de pomme - 2x purée de pomme",
    "chapter.1.quest.60.subtitle": "Recette à l'intérieur!",
    "chapter.1.quest.60.title": "Écraser ce chat",
    "chapter.1.quest.61.subtitle": "Placez quelques raisins dans ces barils et allez-y! Récupérez le jus en utilisant des bouteilles de vin vides.",
    "chapter.1.quest.61.title": "Regardez ces piétineurs aller",
    "chapter.1.quest.62.subtitle": "Note : La vinerie n'a pas de support REI intégré !",
    "chapter.1.quest.62.title": "La cuisine de la vinerie",
    "chapter.1.quest.63.title": "Minerais de l'Overworld",
    "chapter.1.quest.63.task.10.title": "J'ai compris !",
    "chapter.1.quest.7.description.1": "Avec l'accès à la fonte, les outils en cuivre de base peuvent remplacer le fer dans votre progression habituelle.",
    "chapter.1.quest.7.subtitle": "D'où viennent les briques...",
    "chapter.1.quest.8.description.1": "Le cuivre devrait vous protéger avant de découvrir la capacité à traiter le fer. Il peut également apporter quelques utilitaires utiles.",
    "chapter.1.quest.8.task.1.title": "Compris.",
    "chapter.1.quest.8.title": "Utilitaires en cuivre",
    "chapter.1.quest.9.description.1": "Vous avez compris comment faire des repas, hein ? Maintenant, voici une liste de cultures à automatiser lorsque vous terminez la quête \u003e:D",
    "chapter.1.quest.9.title": "C'est parti pour la cuisine",
    "chapter.1.title": "0.5) Le commencement."
}