{
    "quest.main_title": "Create: Astral",
    "chapter.1.quest.1.description.1": "Nie daj się uderzyć piorunem.",
    "chapter.1.quest.1.subtitle": "Tania obrona.",
    "chapter.1.quest.1.title": "Błyszczący rycerz miedzi",
    "chapter.1.quest.10.description.1": "Dlaczego nie spróbować nosić pełnej zbroi ze złota? Tylko dla stylu, dam ci nagrodę za to, że jesteś takim dobrym chłopcem.",
    "chapter.1.quest.10.subtitle": "Życie jak Larry",
    "chapter.1.quest.10.title": "Złota zbroja",
    "chapter.1.quest.11.description.1": "Rozpoczęcie swojej podróży warzenia pozwoli ci uzyskać dostęp do efektów eliksirów przed ich udostępnieniem!",
    "chapter.1.quest.11.subtitle": "Anonimowi alkoholicy",
    "chapter.1.quest.11.title": "Początek problemu.",
    "chapter.1.quest.12.description.1": "\n\nHandel pozwoli ci uzyskać łup i przyprawy do piwa. Oni zwykle proszą o narzędzia kamienne i drewniane, które są usuwane, więc gdy osiągniesz wiek andezytu, mogą być zastąpione 1 sojuszem andezytu.",
    "chapter.1.quest.12.title": "Amatorskie piwowarstwo",
    "chapter.1.quest.13.description.1": "(UWAGA: Użycie stacji konstrukcyjnej Tinkers' Construct do tworzenia przedmiotów może spowodować niezarejestrowane zadania. Jeśli to nastąpi, spróbuj upuścić przedmiot i podnieść go, lub użyj zamiast tego stołu konstrukcyjnego vanilla ).",
    "chapter.1.quest.13.subtitle": "Wybierz swojego rzemieślnika i rozpocznij swoją podróż.",
    "chapter.1.quest.13.title": "Urządzenie konstrukcyjne",
    "chapter.1.quest.14.description.1": "Tinkers' Construct (znany również jako Hephaestus dla Fabric) to mod, który pozwala tworzyć wysoko personalizowane narzędzia, umożliwiając tworzenie każdego komponentu indywidualnie z szeroką gamą opcji materiałowych, każdy z różnymi efektami.\n\n\nNarzędzia z początku gry będą wymagać użycia wielu wzorców (Pattern) i kilku specjalnych stołów. Na razie, zgromadź kilka wzorców (Pattern).\n\n\nNagroda za to zadanie dostarczy dodatkowej wiedzy o funkcjonowaniu procesu, a także materiałów narzędziowych, które możesz użyć i ich efektów.",
    "chapter.1.quest.14.subtitle": "Zaczynamy od podstaw Tinkers.",
    "chapter.1.quest.15.description.1": "Żelazo i cynk są niezbędne, ale potrzebujesz także miedzianej łopaty Tinkers'! Nie używaj łopaty kamiennej! Są one narzędziem poziomu drewna!",
    "chapter.1.quest.15.subtitle": "Mamy żelazo w domu:",
    "chapter.1.quest.15.title": "Uzyskaj te surowce!",
    "chapter.1.quest.16.description.1": "Będziesz również potrzebował ryżu, zasiej go i zbierz słomę!",
    "chapter.1.quest.16.subtitle": "Zaczynamy od lekkiej kuchni, prawda?",
    "chapter.1.quest.16.title": "Rozpocznij karierę szefa kuchni",
    "chapter.1.quest.17.description.1": "Wiele nowych kultur w Farmer's Delight, czy możesz je wszystkie zautomatyzować?",
    "chapter.1.quest.17.subtitle": "Mniam ryż",
    "chapter.1.quest.17.title": "Uzyskaj nowe materiały",
    "chapter.1.quest.18.description.1": "Wszyscy moi koledzy nienawidzą stylu na początku gry, idźmy szukać podróżnego stroju dla prawdziwego stylu.\n\nZbuduj kompletny zestaw podróżnego ekwipunku i dam ci nagrodę. Będziesz musiał szukać w REI i książkach Tinkers' samemu. To sprawiedliwe, prawda?",
    "chapter.1.quest.19.description.1": "\n\nLizardLeliel - Gra ważną rolę w postępach zadań w rozdziałach 1-3 i jest odpowiedzialny za dużą część przepisów i automatyzacji, które możesz znaleźć w pakiecie!\n\n\nEthanicuss - Rozwój struktury datapack (astralrails), wkład muzyczny, pomoc w zadaniach, wiele różnych wpisów w trakcie rozwoju (BARDZO).\n\n\nIris - Niesamowity wkład w muzykę pakietu, w tym oficjalną ścieżkę dźwiękową Create: Astral! Odkryj ją na Spotify przed jej implementacją!\n\n\nChoconeosome - Budowa większości budynków, które zobaczysz w AstralRails!",
    "chapter.1.quest.19.subtitle": "Laky docenia WSZYSTKICH",
    "chapter.1.quest.19.task.1.title": "Rzeczy do zapamiętania!",
    "chapter.1.quest.19.title": "Specjalne podziękowania",
    "chapter.1.quest.2.description.1": "Konstruktor części jest miejscem, w którym bierzesz wzór, bierzesz materiały bazowe i tworzysz indywidualne komponenty narzędzia.",
    "chapter.1.quest.2.subtitle": "Zbuduj części swojego narzędzia z tym.",
    "chapter.1.quest.20.title": "Zbierz! 64 bloki melona",
    "chapter.1.quest.21.title": "Zbierz!! 64 kaktusy",
    "chapter.1.quest.22.title": "Zbierz!! 64 dynie",
    "chapter.1.quest.23.title": "Zbierz!! 64 skrzynki marchewkowe",
    "chapter.1.quest.24.title": "Zbierz!! 64 skrzynki ziemniaczane",
    "chapter.1.quest.25.title": "Zbierz!! 64 skrzynki kukurydziane",
    "chapter.1.quest.26.title": "Zbierz!! 64 worki ryżowe",
    "chapter.1.quest.27.title": "Zbierz!! 64 skrzynki cebulowe",
    "chapter.1.quest.28.title": "Zbierz!! 64 skrzynki pomidorowe",
    "chapter.1.quest.29.title": "Zbierz!! 64 skrzynki kapuśniaczane",
    "chapter.1.quest.3.description.1": "Stacja Tinker jest miejscem, w którym montujesz swoje narzędzia Tinkers', które będą potrzebne do uzyskania kamienia, miedzi i żelaza. Narzędzia drewniane i kamienne są pierwszym celem, ponieważ receptury vanilla tych narzędzi już nie istnieją.\n\n\nMożesz również naprawiać narzędzia Tinkers' w tej stacji, umieszczając swoje narzędzie w prawej szczelinie i materiały w dowolnej innej szczelinie. To jest super wygodne! Możesz również zainwestować w zestawy naprawcze, aby naprawiać narzędzia Tinkers' bezpośrednio z twojego ekwipunku!",
    "chapter.1.quest.3.subtitle": "Zmontuj swoje narzędzia z tym.",
    "chapter.1.quest.30.description.1": "(Och, to było warte tego.)",
    "chapter.1.quest.30.subtitle": "Czy to było warte?",
    "chapter.1.quest.30.title": "Bardzo ładny przypraw",
    "chapter.1.quest.31.description.1": "Te plecaki zajmują miejsce, ale zawierają ogromną ilość miejsca i wbudowany crafting. Upewnij się, że przeczytasz opis, aby wiedzieć, jak je wyposażyć.\n\n\nGdy tylko zbudujesz coś w plecaku, przedmiot nie pojawi się. Gdy tylko zostanie zbudowany, przedmiot pojawi się. Mamy nadzieję, że obraz kota zamiast zbudowanego przedmiotu ułatwi twoją ból.\n\n\nOstrzeżenie: Użycie obiektu Piggybackpack Tinkers', gdy plecak jest na twoich plecach, zniszczy plecak i wszystko, co zawiera.",
    "chapter.1.quest.31.subtitle": "Portowe magazyny? Świetnie...",
    "chapter.1.quest.31.title": "LUBIĘ PLECAKI!",
    "chapter.1.quest.32.description.1": "Domyślnie przycisk powiększenia to (Z) (domyślny skrót).\n\n\n(Czekaj, co to ma wspólnego z miedzią?)",
    "chapter.1.quest.32.subtitle": "Tylko tu, zilly!",
    "chapter.1.quest.32.task.1.title": "Rozumiem.",
    "chapter.1.quest.32.title": "Gdzie jest mój przycisk powiększenia?",
    "chapter.1.quest.33.description.1": "Producent pakietów pozwoli ci tworzyć pakiety z lingotem miedzi, barwnikiem i różnymi materiałami dekoracyjnymi.\n\n\nTe pakiety mogą zawierać 8 stosów. Jednak mogą być łamane i przenoszone, zachowując wszystkie przedmioty, tak jak skrzynka Shulker, i są tanie w produkcji.\n\n\nJeśli chcesz więcej miejsca na surowce, rozważ jednostki magazynowe Tech Reborn.",
    "chapter.1.quest.33.subtitle": "Daj mi mini skrzynki Shulker dla przedmiotów dedykowanych",
    "chapter.1.quest.33.task.2.title": "Dowolny #c:barwniki",
    "chapter.1.quest.33.task.3.title": "Dowolny #minecraft:deski",
    "chapter.1.quest.33.title": "Magazyn Amazon",
    "chapter.1.quest.34.description.1": "Pokaż mi, że jesteś w stanie ukończyć DWÓCH z tych zadań magazynowych, a będę przekonany, aby ci to sprzedać. Uroczyste święto wystarczy, aby mnie przekonać... więc idź do kuchni!",
    "chapter.1.quest.34.subtitle": "Spójrz na tę piękność, dam ci ją, pod warunkiem.",
    "chapter.1.quest.34.title": "Wolałbym być traktorem!",
    "chapter.1.quest.35.description.1": "Miedź i cynk będą używane do nowego metalu niezbędnego do tworzenia mechanizmów przemysłowych, podczas gdy andezyt i glina są kamieniami węgielnymi Create. Będziesz chciał zgromadzić znacznie więcej niż to, co jest potrzebne do ukończenia tej misji.\n\n\n\n\nNie wahaj się wrócić do tego ekranu, aby uzyskać informacje o podstawowych treściach.",
    "chapter.1.quest.35.subtitle": "Odblokowanie rozdziału 1",
    "chapter.1.quest.35.title": "Materiały niezbędne",
    "chapter.1.quest.36.description.1": "Jednostki magazynowe Tech Reborn pozwalają na przechowywanie ogromnych ilości jednego przedmiotu (do 32 stosów). Jest to bardzo przydatne, gdy produkujesz określone przedmioty.\n\n\nWadą jest, że wszystko zostanie wyrzucone, gdy je zniszczysz. Rozważ pakiety, jeśli chcesz więcej elastyczności. \n\n\n(O albo użyj klucza angielskiego Tech Reborn, aby je przenieść)",
    "chapter.1.quest.36.subtitle": "Daj mi masowe miejsce na jeden przedmiot",
    "chapter.1.quest.36.title": "Magazyn Tech Reborn",
"chapter.1.quest.4.description.1": "Stwórz dowolny element narzędzia Tinkers w budowniczym.",
"chapter.1.quest.4.subtitle": "Każde narzędzie składa się zwykle z trzech lub więcej komponentów, które mogą być łączone w jedno kompletnie narzędzie, spróbuj.",
"chapter.1.quest.44.description.1": "skrzynki miedziane oferują więcej miejsca na przechowywanie niż stare i nudne skrzynki drewniane!\n\nIstnieją nawet lepsze kategorie szaf do wytworzenia w przyszłości, ale każda produkcja wymaga kategorii poprzedniej. Z kluczem angielskim Tech Reborn możesz schować + Kliknij prawym przyciskiem myszy na jednostce przechowywania, trzymając klucz angielski, aby zebrać wszystkie przedmioty wewnątrz.",
"chapter.1.quest.44.subtitle": "Daj mi lepsze ogólne przechowywanie",
"chapter.1.quest.45.description.1": "Te płytki łączą wszystkie bloki Cooking for Blockheads ze sobą, więc użyj ich jako podłogi w swoich kuchniach.",
"chapter.1.quest.45.title": "Położenie fundamentów.",
"chapter.1.quest.46.subtitle": "Ważne bloki z funkcjonalnościami.",
"chapter.1.quest.46.title": "Wszystko, łącznie z zlewem kuchennym",
"chapter.1.quest.47.subtitle": "Miejsce na przechowywanie i wodę dla składników.",
"chapter.1.quest.48.subtitle": "Niektóre jedzenie wymaga dodatkowych składników.",
"chapter.1.quest.48.title": "Dodatkowe udogodnienia",
"chapter.1.quest.49.subtitle": "Jeśli jesteś typem budowniczym, możesz być zainteresowany tym. Nie tylko każda z tych stacji wygląda cool, ale także oferuje setki możliwych bloków do budowy, w dowolnym kolorze.",
"chapter.1.quest.49.task.1.title": "Zrozumiałem.",
"chapter.1.quest.49.title": "Bloki dekoracyjne!",
"chapter.1.quest.5.description.1": "Teraz, gdy masz narzędzia do kopania, nic nie stoi na przeszkodzie, aby przejść do wyższego poziomu i stworzyć topielnik z smażonych cegł. Do tego czasu, ta encyklopedia będzie aktualizowana wraz z twoim postępem w Tinkers' Construct, więc trzymaj ją pod ręką. Też dożuciliśmy interesującą książkę o gadżetach do eksploracji!\n\n\nPoza tym, czas zacząć drugą połowę "Minecraft"!\n\n\nO, ważne: Naciskając klawisz (V) (domyślny skrót), możesz przełączać się między trybem ataku a trybem użytkowania dla narzędzi kompatybilnych z walką. Idealne dla sytuacji walki.",
"chapter.1.quest.5.subtitle": "Połącz części narzędzi w Stacji Tinker, aby stworzyć swój pierwszy narzędzie Tinkers'.",
"chapter.1.quest.50.subtitle": "Oto przepis na twoje pierwsze piwo.",
"chapter.1.quest.51.subtitle": "Ślizg",
"chapter.1.quest.52.subtitle": "zaparz piwo, klikając na ten stół z nimi.",
"chapter.1.quest.53.subtitle": "Książka, pełna jedzenia!",
"chapter.1.quest.54.description.1": "Następny rozdział będzie obejmował tworzenie fabryk, które produkują przedmioty na zawsze. Będziesz chciał być świadomy dostępnych rozwiązań przechowywania, aby uniknąć koszmarów zarządzania inwentarzem.",
"chapter.1.quest.54.subtitle": "CHCĘ WIĘCEJ MIEJSCA NA PRZECHOWYWANIE",
"chapter.1.quest.54.task.1.title": "Zrozumiałem.",
"chapter.1.quest.54.title": "Ulepszenia przechowywania",
"chapter.1.quest.55.description.1": "Stwórz jeden pakiet, używając wymaganych składników z poprzedniego rozdziału.\n\n\nMożesz mieszać i łączyć, a także używać materiałów dekoracyjnych innych niż drewno. Odkryj swoje opcje w REI!",
"chapter.1.quest.55.subtitle": "Tropikalna dżungla inwentarza.",
"chapter.1.quest.55.task.1.title": "Dowolny #pakiet:banned_from_package_maker",
"chapter.1.quest.55.title": "Spakowany",
"chapter.1.quest.56.description.1": "Winifikacja podąża tym samym szlakiem co piwo, z produkcją odbywającą się za pomocą bloku unikatowego\n\n\nWina produkowane będą miały aktualny rok Minecraft wydrukowany na nich. Im dłużej będą leżały bez picia, tym ich efekty mogą stać się potężniejsze...",
"chapter.1.quest.56.subtitle": "Wygląda na to, że picie tego jest bardziej wyrafinowane...",
"chapter.1.quest.56.title": "Wybrany szlif...",
"chapter.1.quest.57.description.1": "Cydr jabłkowy - 2x sok jabłkowy, 1x kosz\nWino jabłkowe - 2x sok jabłkowy, 1x butelka miodu\nCydr kelp - 1x sok jabłkowy, 2x kelp",
"chapter.1.quest.57.subtitle": "Przepisy w środku!",
"chapter.1.quest.57.title": "Sok różnych jabłek.",
"chapter.1.quest.58.description.1": "Wino Bolvar - 2x czerwony, 1x butelka miodu, 1x wiśnia\nWino Chenet - 2x czerwony, 2x słodka jagoda\nWino Noir - 2x czerwony\nKról Danis - 2x czerwony, 2x butelka miodu\nWino Wiśnia - 2x czerwony, 2x wiśnia",
"chapter.1.quest.58.subtitle": "Przepisy w środku!",
"chapter.1.quest.58.title": "Sok różnych winogron czerwonych.",
"chapter.1.quest.59.description.1": "Wino Solaris - 2x biały, 1x słodka jagoda, 1x butelka miodu\nWino Clark - 2x biały, 2x słodka jagoda\nWino Mellohi - 2x biały, 2x butelka miodu",
"chapter.1.quest.59.subtitle": "Przepisy w środku!",
"chapter.1.quest.59.title": "Sok różnych winogron białych.",
"chapter.1.quest.6.description.1": "Jeśli nie lubisz Tinkers' Construct, narzędzia stylu vanilla mogą być wytworzone z lingotów miedzi, aby ci pomóc.",
"chapter.1.quest.6.subtitle": "Opcje, ludzie, opcje",
"chapter.1.quest.6.title": "Żałuję starego sposobu",
"chapter.1.quest.60.description.1": "Sok jabłkowy - 2x puree jabłkowy",
"chapter.1.quest.60.subtitle": "Przepis w środku!",
"chapter.1.quest.60.title": "Zgnieść tego kota",
"chapter.1.quest.61.subtitle": "Umieść kilka winogron w tych beczkach i idź! Zbierz sok, używając pustych butelek wina.",
"chapter.1.quest.61.title": "Zobacz, jak te tłoczki idą",
"chapter.1.quest.62.subtitle": "Uwaga: Winiarnia nie ma wbudowanego wsparcia REI!",
"chapter.1.quest.62.title": "Kuchnia winiarni",
"chapter.1.quest.63.title": "Minerały Overworlda",
"chapter.1.quest.63.task.10.title": "Zrozumiałem!",
"chapter.1.quest.7.description.1": "Z dostępem do pieca, podstawowe narzędzia miedziane mogą zastąpić żelazo w twojej normalnej progresji.",
"chapter.1.quest.7.subtitle": "Skąd pochodzą cegły...",
"chapter.1.quest.8.description.1": "Miedź powinna cię chronić przed odkryciem możliwości przetwarzania żelaza. Może również przynieść kilka użytecznych narzędzi.",
"chapter.1.quest.8.task.1.title": "Zrozumiałem.",
"chapter.1.quest.8.title": "Narzędzia miedziane",
"chapter.1.quest.9.description.1": "Zrozumiałeś, jak robić posiłki, prawda? Teraz, oto lista upraw do zautomatyzowania, gdy skończysz tę quest >:D",
"chapter.1.quest.9.title": "Czas na gotowanie",
"chapter.1.title": "0.5) Początek."