{
    ///// FLUIDS NAME HERE /////
    "fluid.kubejs.molten_calorite": "Calorite",
    "fluid.kubejs.molten_ostrum": "Ostrum",
    "fluid.kubejs.molten_desh": "Desh",
    "fluid.kubejs.plasma_fluid": "Quark-Gluon Plasma Fluid",
    "fluid.kubejs.hellfire": "Hellfire",
    "fluid.kubejs.compound_mixture": "Compound Mixture",
    "fluid.kubejs.shimmer": "Shimmer",
    "fluid.kubejs.blast-resistant_cement": "Blast-Resistant Cement",

    //Quest
    "quest.main_title": "Create: Astral",
    "chapter.1.quest.1.description.1": "Don\u0027t get hit by lightning.",
    "chapter.1.quest.1.subtitle": "Cheap defense.",
    "chapter.1.quest.1.title": "A Knight in Shining Copper",
    "chapter.1.quest.10.description.1": "Why not try and wear a full set of golden armor? Just for the flex I\u0027ll give you some mad loot for the deserving chad you are.",
    "chapter.1.quest.10.subtitle": "Livin\u0027 life like Larry",
    "chapter.1.quest.10.title": "Golden Armor",
    "chapter.1.quest.11.description.1": "Beginning your brewing journey will allow access to potion effects before potion brewing is available!",
    "chapter.1.quest.11.subtitle": "Alchoholics Anonymous",
    "chapter.1.quest.11.title": "The Beginning of a Problem.",
    "chapter.1.quest.12.description.1": "\n\nBartering will allow you to obtain loot and spice for your beer. They have a tendency to request Stone and Wooden tools, which are removed, so when you get to Andesite Age these can be substituted for 1 Andesite Alloy.",
    "chapter.1.quest.12.title": "Amateur Brewery",
    "chapter.1.quest.13.description.1": "(NOTE: using a Tinkers\u0027 Construct Crafting Station to craft items may result in quests not registering. If this happens, try dropping the item and picking it up, or using the vanilla crafting table instead).",
    "chapter.1.quest.13.subtitle": "Take your pick of crafter and begin your journey.",
    "chapter.1.quest.13.title": "Crafting Apparatus",
    "chapter.1.quest.14.description.1": "Tinkers\u0027 Construct (aka \"Hephaestus\" for Fabric) is a mod that allows you to create highly customized tools by allowing you to craft each individual component with a wide range of material options, each with different effects.\n\n\nThe early game tools will require you to use a lot of patterns and a few special workbenches. For now, stockpile a couple of patterns.\n\n\nThe reward for this request will provide you supplemental insights to how the process works, as well as the tool materials you may use and what effects they have.",
    "chapter.1.quest.14.subtitle": "Let\u0027s get started with the basics of Tinkers\u0027.",
    "chapter.1.quest.15.description.1": "Iron and Tin; they\u0027re essential, but a Stone Pickaxe from Tinkers\u0027 is required.  Don\u0027t use a Stone Pickadze though! They are effectively a Wood-tier tool!",
    "chapter.1.quest.15.subtitle": "We have Iron at home:",
    "chapter.1.quest.15.title": "Get Those Resources!",
    "chapter.1.quest.16.description.1": "You\u0027ll need some of this rice too, plant it and get yourself some Straw!",
    "chapter.1.quest.16.subtitle": "Let\u0027s begin with some light cooking, eh?",
    "chapter.1.quest.16.title": "Begin Your Chef Career",
    "chapter.1.quest.17.description.1": "Lotsa new crops in Farmers Delight, can you automate them all?\n\n",
    "chapter.1.quest.17.subtitle": "MMM rice",
    "chapter.1.quest.17.title": "Acquiring New Materials.",
    "chapter.1.quest.18.description.1": "All my homies hate enchanting early game, let\u0027s get some REAL man\u0027s drip.\n\n\nCraft a full set of traveller\u0027s gear and I\u0027ll bless with you a gift. You\u0027ll need to dig through REI and the Tinkers\u0027 books yourself. Fair?",
    "chapter.1.quest.19.description.1": "\n\nLizardLeliel - Hugely impactful in the quest progression of chapters 1 through 3, and responsible for a WHOLE host of the recipes and automation you can find throughout the pack!\n\n\nEthanicuss - Datapack structure development (astralrails), music contribution, quest assistance, countless misc. input throughout development (A LOT).\n\n\nIris - Incredible contribution to music in the pack, including the official Create: Astral OST! Check it out on Spotify to see it before the whole thing is implemented!\n\n\nChoconeosome - Constructing most of the buildings you\u0027ll see in AstralRails!",
    "chapter.1.quest.19.subtitle": "Laky appreciates EVERYONE",
    "chapter.1.quest.19.task.1.title": "Things of note!",
    "chapter.1.quest.19.title": "Special Thanks",
    "chapter.1.quest.2.description.1": "\n\nThe part builder is where you take a pattern, take your base materials, and craft the individual components of a tool.",
    "chapter.1.quest.2.subtitle": "Craft your tool parts with this.",
    "chapter.1.quest.20.title": "Gather! 64 Melon Blocks",
    "chapter.1.quest.21.title": "Gather! 64 Cacti",
    "chapter.1.quest.22.title": "Gather! 64 Pumpkins",
    "chapter.1.quest.23.title": "Gather! 64 Carrot Crates",
    "chapter.1.quest.24.title": "Gather! 64 Potato Crates",
    "chapter.1.quest.25.title": "Gather! 64 Corn Crates",
    "chapter.1.quest.26.title": "Gather! 64 Bags of Rice",
    "chapter.1.quest.27.title": "Gather! 64 Onion Crates",
    "chapter.1.quest.28.title": "Gather! 64 Tomato Crates",
    "chapter.1.quest.29.title": "Gather! 64 Cabbage Crates",
    "chapter.1.quest.3.description.1": "The Tinker Station is where you can assemble your Tinkers\u0027 tools, which will be needed to grab Stone, Copper, and Iron. Wooden and Stone tools are the first goal, as the vanilla recipes of these no longer exist.\n\n\nYou can also repair Tinkers\u0027 tools at this station by placing your tool in the right-most slot and its materials in any other slot. It's super convenient! You can also invest in repair kits to repair Tinkers\u0027 tools right from your inventory!",
    "chapter.1.quest.3.subtitle": "Assemble your tools with this.",
    "chapter.1.quest.30.description.1": "(Oh yeah, it was worth it.)",
    "chapter.1.quest.30.subtitle": "Was it worth it?",
    "chapter.1.quest.30.title": "Very Nice Spice.",
    "chapter.1.quest.31.description.1": "These backpacks take up your chest slot, but contain a huge amount of slots and a built-in crafting bench. Make sure to read the Tooltip for the backpack to find out how to equip it.\n\n\nAs you will notice the result of what you are crafting in the backpack does not show up. Once actually crafted, the item will show up. We hope that this picture of a cat in place of the crafted item will ease your pain.\n\n\nDisclaimer: Using the Piggybackpack item from Tinkers\u0027 whilst a backpack is on your back will destroy the backpack and everything in it.",
    "chapter.1.quest.31.subtitle": "Porta-Storage? Excellent...",
    "chapter.1.quest.31.title": "I LOVE BACKPACKS",
    "chapter.1.quest.32.description.1": "By default the zoom button is (Z) (default key binding).\n\n\n(Wait, what does this have to do with Copper?)",
    "chapter.1.quest.32.subtitle": "Right here, zilly!",
    "chapter.1.quest.32.task.1.title": "I understand.",
    "chapter.1.quest.32.title": "Where is My Zoom Key?",
    "chapter.1.quest.33.description.1": "The Package Crafter will allow you to craft packages with a Copper Ingot, a dye, and all manner of common decorative materials.\n\n\nThese packages can hold 8 stacks. However, they can be broken and moved around without dropping their items, like a shulker box, and are cheap to produce.\n\n\nIf you want more raw storage space, consider Tech Reborn Storage Units.",
    "chapter.1.quest.33.subtitle": "Give me mini shulker boxes for dedicated items",
    "chapter.1.quest.33.task.2.title": "Any #c:dyes",
    "chapter.1.quest.33.task.3.title": "Any #minecraft:planks",
    "chapter.1.quest.33.title": "The Amazon Warehouse.",
    "chapter.1.quest.34.description.1": "Show me yer\u0027 able to complete TWO of these stockpile quests, and I\u0027ll be convinced to let you buy er'. A feast for the ages will be enough to convince me... so get cookin'!",
    "chapter.1.quest.34.subtitle": "Look at this beauty, I\u0027ll let you have \u0027er, on one condition.",
    "chapter.1.quest.34.title": "I\u0027d Rather be Tractor!",
    "chapter.1.quest.35.description.1": "Tin and Copper will be used for a new metal needed to create the gears of industry, while Andesite and Clay form the cornerstones of Create. You\u0027ll want to stockpile far more than what\u0027s needed to clear this quest.\n\n\n\n\nFeel free to refer back to this tab for basic info on some of the simpler content.",
    "chapter.1.quest.35.subtitle": "Chapter 1 Unlock",
    "chapter.1.quest.35.title": "Essential Materials",
    "chapter.1.quest.36.description.1": "Tech Reborn Crude Storage Units allow you to store massive quantities of a single item (Up to 32 stacks). As producing specific items is what you\u0027ll be doing, it\u0027s a huge help to have dedicated Storage Units for these.\n\n\nOne downside is that these will drop everything when broken. Consider packages if you want some flexibility. \n\n\n\n\n(Or use a Tech Reborn Wrench to relocate them)",
    "chapter.1.quest.36.subtitle": "Give me mass storage for a single item",
    "chapter.1.quest.36.title": "Tech Reborn Storage",
    "chapter.1.quest.4.description.1": "Make any Tinkers\u0027 tool part in the part builder.",
    "chapter.1.quest.4.subtitle": "Each tool usually consists of three or more components which can be combined into a full tool. Give it a go!",
    "chapter.1.quest.44.description.1": "Copper chests offer more inventory space than boring old wooden chests!\n\n\nThere are even better tiers of chests to make in the future, but crafting each one requires the previous tier. With the Tech Reborn Wrench, you can Crouch + Right-Click a Storage Unit with a wrench in your hand to pick it up with all of the goodies still inside of it.",
    "chapter.1.quest.44.subtitle": "Give me better general storage",
    "chapter.1.quest.45.description.1": "These tiles connect all Cooking for Blockheads blocks between them, so use them as a floor in your kitchens.",
    "chapter.1.quest.45.title": "Laying the Groundwork.",
    "chapter.1.quest.46.subtitle": "Important blocks with functionality.",
    "chapter.1.quest.46.title": "Everything Including the Kitchen Sink",
    "chapter.1.quest.47.subtitle": "Storage space and Water for ingredients.",
    "chapter.1.quest.48.subtitle": "Some foods require extra components.",
    "chapter.1.quest.48.title": "Extra Utilities",
    "chapter.1.quest.49.subtitle": "If you are of the building type, you *might* be interested in this. Not only do each of these stations look cool, they also provide hundreds of possible blocks to build with, in any colour.",
    "chapter.1.quest.49.task.1.title": "I understand.",
    "chapter.1.quest.49.title": "Chipped Decoration Blocks!",
    "chapter.1.quest.5.description.1": "Now that you have mining tools, nothing is stopping you from skipping ahead and making a Melter with seared bricks. Until then, this encyclopedia will update as you progress in Tinkers\u0027 Construct, so keep it on hand. We\u0027ve also thrown in an interesting book about gadgets for you to look around!\n\n\nOther than that, time to start the other half of \"Minecraft\"!\n\n\nOh, important: Pressing the (V) key (default binding) will switch better combat compatible tools between attacking mode and use mode. Perfect for combat situations.",
    "chapter.1.quest.5.subtitle": "Combine tool parts in the Tinker Station to create your first Tinkers\u0027 tool.",
    "chapter.1.quest.50.subtitle": "This is the recipe for your first beer.",
    "chapter.1.quest.51.subtitle": "Slippery slope",
    "chapter.1.quest.52.subtitle": "Infuse beer by clicking this table with them.",
    "chapter.1.quest.53.subtitle": "A book, full of food!",
    "chapter.1.quest.54.description.1": "The next chapter will involve creating factories that produce items forever. You\u0027ll want to be aware of what storage solutions are available, lest you run into inventory management nightmares.",
    "chapter.1.quest.54.subtitle": "I WANT MORE INVENTORY SPACE",
    "chapter.1.quest.54.task.1.title": "Understood.",
    "chapter.1.quest.54.title": "Storage Upgrades",
    "chapter.1.quest.55.description.1": "Craft a single package, using the ingredients required in the previous chapter.\n\n\nIt is possible to mix and match, and you can use decorative materials other than Wood. Check out your options in REI!",
    "chapter.1.quest.55.subtitle": "A rainforest of inventory.",
    "chapter.1.quest.55.task.1.title": "Any #packages:banned_from_package_maker",
    "chapter.1.quest.55.title": "Packaged Up",
    "chapter.1.quest.56.description.1": "Vinery follows the same path as Drink Beer, with the brewing being performed through a unique block\n\n\nWines brewed will have the current Minecraft \u0027year\u0027 imprinted onto them. The longer they age without being drank, the more potent those effects may become...",
    "chapter.1.quest.56.subtitle": "It\u0027s more sophisticated to drink this, apparently...",
    "chapter.1.quest.56.title": "A Curated Touch...",
    "chapter.1.quest.57.description.1": "Apple Cider - 2x Apple Juice, 1x Basket\nApple Wine - 2x Apple Juice, 1x Honey Bottle\nKelp Cider - 1x Apple Juice, 2x Kelp",
    "chapter.1.quest.57.subtitle": "Recipes inside!",
    "chapter.1.quest.57.title": "Juice of the Apple Variety.",
    "chapter.1.quest.58.description.1": "Bolvar Wine - 2x Red, 1x Honey Bottle, 1x Cherry\nChenet Wine - 2x Red, 2x Sweet Berry\nNoir Wine - 2x Red\nKing Danis - 2x Red, 2x Honey Bottle\nCherry Wine - 2x Red, 2x Cherry",
    "chapter.1.quest.58.subtitle": "Recipes inside!",
    "chapter.1.quest.58.title": "Grapejuice of the Red Variety.",
    "chapter.1.quest.59.description.1": "Solaris Wine - 2x White, 1x Sweet Berry, 1x Honey Bottle\nClark Wine - 2x White, 2x Sweet Berry\nMellohi Wine - 2x White, 2x Honey Bottle",
    "chapter.1.quest.59.subtitle": "Recipes inside!",
    "chapter.1.quest.59.title": "Grapejuice of the White Variety.",
    "chapter.1.quest.6.description.1": "If you dislike Tinkers\u0027 Construct, vanilla-style tools can be made with Copper Ingots to tide you along.",
    "chapter.1.quest.6.subtitle": "Options, people, options",
    "chapter.1.quest.6.title": "I Miss the Old Way",
    "chapter.1.quest.60.description.1": "Apple Juice - 2x Apple Mash",
    "chapter.1.quest.60.subtitle": "Recipe inside!",
    "chapter.1.quest.60.title": "Squish That Cat",
    "chapter.1.quest.61.subtitle": "Slap some grapes into these barrels and go ham! Recover the juice using empty wine bottles.",
    "chapter.1.quest.61.title": "Look at Those Stompers Go",
    "chapter.1.quest.62.subtitle": "Note: Vinery does not have built-in REI support!",
    "chapter.1.quest.62.title": "The Winery Kitchen",
    "chapter.1.quest.63.title": "Ores of the Overworld",
    "chapter.1.quest.63.task.10.title": "I understand!",
    "chapter.1.quest.7.description.1": "With access to smelting, the basic Copper tools can fill in for where Iron would be in your usual progression.",
    "chapter.1.quest.7.subtitle": "Where did the bricks come from...",
    "chapter.1.quest.8.description.1": "Copper should keep you safe before the ability to process Iron has been discovered.\n\n\nThere are also a few helpful utilities it can bring.",
    "chapter.1.quest.8.task.1.title": "Understood.",
    "chapter.1.quest.8.title": "Copper Utilities",
    "chapter.1.quest.9.description.1": "Figured out how to make meals, eh? Now, here is a list of crops to automate when you complete the quest \u003e:D",
    "chapter.1.quest.9.title": "Let\u0027s Get Cooking",
    "chapter.1.title": "0.5) Getting Started",

    "chapter.2.quest.1.description.1": "Combine Copper and Tin in a Smithing Table to get the most primitive of alloys.\n\n\nThis material is used for creating Cogwheels.",
    "chapter.2.quest.1.subtitle": "A new metal?",
    "chapter.2.quest.10.description.1": "There will be a cheaper way to produce Tracks in the near future.\n\n\nAfter placing down a Track, Right-Click it with another Track in your hand, and you\u0027ll be able to create Tracks with smooth bends.",
    "chapter.2.quest.10.subtitle": "TRAINS",
    "chapter.2.quest.11.description.1": "Casing used in Train creation, and some other miscellaneous recipes. Once again, applies the same as other casings, this time using Sturdy Sheet and an Andesite Casing as a base.",
    "chapter.2.quest.12.description.1": "Assemble a Train to earn this advancement.\n\n\nTrains are pretty advanced compared to the rest of this chapter. It\u0027s highly recommended that you probe around with the Ponder feature!",
    "chapter.2.quest.12.subtitle": "TRAAAAAAAINS",
    "chapter.2.quest.13.description.1": "Constantly hand-cranking machines isn\u0027t sustainable. It\u0027ll be necessary to rely on power generators. This is the simplest one: it will provide power (\"stress units\") depending on how many of its fins are in contact with flowing Water.\n\n\nWater power can last you until the Brass Age!",
    "chapter.2.quest.13.subtitle": "Power a Waterwheel",
    "chapter.2.quest.14.description.1": "Strip any log with an axe and Right-Click it with an Andesite Alloy to create an Andesite Casing. These can be automated later on with Deployers, but for now it\u0027s manual labour.\n\n\nAndesite Casings are essential components for a large variety of basic machines. They can also be used to decorate Shafts, Cogwheels, and belts.",
    "chapter.2.quest.15.description.1": "Surely this is overkill, right?",
    "chapter.2.quest.15.subtitle": "Is that a gun?",
    "chapter.2.quest.16.description.1": "So do I! When flowing Lava touches Water over Double Compressed Andesite, it\u0027ll have a 1 in 6 chance to spawn Andesite, and will spawn Cobblestone the rest of the time. Better than digging it out.",
    "chapter.2.quest.16.subtitle": "Hate finding Andesite?",
    "chapter.2.quest.16.title": "Easy Andesite",
    "chapter.2.quest.17.description.1": "The Mixer mixes things. There\u0027s not much to it.\n\n\nSome recipes require \"heated\" and \"super-heated\" mixing, but both won\u0027t be available for awhile.",
    "chapter.2.quest.17.subtitle": "Mixing up progression much?",
    "chapter.2.quest.18.subtitle": "Also not a Terraria reference",
    "chapter.2.quest.19.description.1": "This is technically discriminatory against people who can\u0027t code.",
    "chapter.2.quest.19.subtitle": "Pewtah\u0027 Craft",
    "chapter.2.quest.2.description.1": "Cogwheels and Shafts take rotating input - such as from a Hand Crank or Water Wheel - and transfer the power around. Large Cogwheels in particular can be used to change the axis of rotation, or speed up/slow down the rotation speed when used in combination with Small Cogwheels.\n\n\nDefinitely give them a [w] Ponder. You\u0027ll want to stock up on these!",
    "chapter.2.quest.2.subtitle": "Craft your first Cogwheel",
    "chapter.2.quest.2.title": "Tough Teeth",
    "chapter.2.quest.20.description.1": "It\u0027s not forced labour if they\u0027re robots.\n\n\nYou can give these Iron tools instead of Diamond (unlike the advanced bots) and they will still hold a Diamond Pickaxe for you!",
    "chapter.2.quest.20.subtitle": "I like turtles.",
    "chapter.2.quest.21.description.1": "Excellent all-round armor, yet will require enchanted books if you desire any kind of enchantments...",
    "chapter.2.quest.21.subtitle": "Armor maintenance doesn\u0027t exist",
    "chapter.2.quest.21.title": "The sturdiest of sturdy",
    "chapter.2.quest.22.description.1": "Iron gear can be utilised the same as vanilla, with the exception of needing to process Iron Ingots to sheets before access.\n\n\nDo note that Iron tools will not mine Diamond. You\u0027ll need a more industrial way to free Diamonds from Stone.",
    "chapter.2.quest.22.subtitle": "All that for a drop of Iron.",
    "chapter.2.quest.23.description.1": "The hand crank is a primitive power source. Right-Clicking it will spin Cogwheels, but will use up your hunger bar.\n\n\nPretty essential for testing contraptions.\n\n\nYou are only delaying the inevitable... that sweet automated power generation.",
    "chapter.2.quest.23.subtitle": "Ok, some of you like to use this thing.",
    "chapter.2.quest.24.description.1": "Millstones are used to grind materials into more powdery forms. Simply chuck stuff onto the opening and Right-Click it after awhile.\n\n\nYou can produce Quartz, Obsidian Dust, and Gunpowder early in the game.",
    "chapter.2.quest.24.subtitle": "Millstones are more useful now.",
    "chapter.2.quest.25.subtitle": "With a solid source of Diorite, you can produce excess amounts of Quartz.",
    "chapter.2.quest.25.title": "Get Nether Quartz!",
    "chapter.2.quest.26.description.1": "The path to Trains requires Obsidian Dust. Unforunately, you won\u0027t be able to collect Obsidian until you get a Drill, so you might have to come back to this later.",
    "chapter.2.quest.26.subtitle": "Get rail",
    "chapter.2.quest.26.title": "Get Rail",
    "chapter.2.quest.27.description.1": "Use the Mixer to create Grout, which is used in Tinkers\u0027-related blocks.\n\n\nDon\u0027t eat this.",
    "chapter.2.quest.27.subtitle": "Chapter 2 Unlock",
    "chapter.2.quest.27.title": "Come get yer grout.",
    "chapter.2.quest.28.description.1": "Forcing you to use *shudders* furnaces.\n\n\nIf you\u0027re thinking, jeez this is expensive, do not fret! it becomes 1/3rd the cost later.",
    "chapter.2.quest.28.subtitle": "Mwahahahah",
    "chapter.2.quest.28.title": "Ew it\u0027s stuck to my hands",
    "chapter.2.quest.29.description.1": "The Sifter takes various kinds of blocks and turns them into mob drops and metals. No need for laggy mob farms!\n\n\nStone blocks such as Stone, Cobblestone, Gravel, and Deepslate will give mostly nuggets of various Overworld metals. Dust blocks like Sand will give mob drops.\n\n\nMake sure to look at the potential inputs and outputs of the Sifter through REI, the results may suprise you.",
    "chapter.2.quest.29.subtitle": "No longer associated with Terraria",
    "chapter.2.quest.3.description.1": "Slap a depot below a powered press, place some stuff on it, and watch the magic happen!",
    "chapter.2.quest.3.subtitle": "Watch your hands",
    "chapter.2.quest.30.subtitle": "Sifting Sand will result in most Overworld hostile mob drops (you also get ink sacks as a bonus), negating the need to spend time on the same farms you\u0027ve been building since 2012.",
    "chapter.2.quest.30.title": "Mob Farms are Soooo Last Year...",
    "chapter.2.quest.31.description.1": "Used in Wire and Rod production, the Rolling Mill works just like the Millstone!",
    "chapter.2.quest.31.subtitle": "A new toy",
    "chapter.2.quest.32.description.1": "You\u0027ll be able to tip your tools at a Tinker Station, giving your Tinkers\u0027 tool Diamond properties.\n\n\nYou will have the ability to craft vanilla Diamond tools in Chapter 3.",
    "chapter.2.quest.32.subtitle": "The Minecraft Dream",
    "chapter.2.quest.32.title": "Drill Diamonds",
    "chapter.2.quest.33.description.1": "A nice touch for your base.",
    "chapter.2.quest.33.subtitle": "Astral decoration",
    "chapter.2.quest.34.description.1": "Much like the Mechanical Drill, the Saw can be brought around and used to cut trees. One special advantage is that it will cut down the whole tree at once, if it removes the final block touching the ground!",
    "chapter.2.quest.34.subtitle": "Bad for the environment",
    "chapter.2.quest.35.subtitle": "Don\u0027t forget to re-plant Saplings!",
    "chapter.2.quest.35.task.1.title": "100x Logs",
    "chapter.2.quest.35.title": "Good for Business",
    "chapter.2.quest.36.description.1": "Fans can blow you around, no surprise.\n\n\nBut they are far more useful. New processing methods open up when Fans are placed in front of Lava, Water, and Campfires.",
    "chapter.2.quest.36.subtitle": "For unorthodox ore processing",
    "chapter.2.quest.37.description.1": "Placing Lava in front of an Encased Fan will allow you to smelt many ores at once without using fuel by placing them in the fire stream. If the item can\u0027t be smelted, it will be destroyed - this includes items you\u0027d normally put in a Smoker.\n\n\nPlacing Water in front of an Encased Fan will allow you to get bonus resources from ores by putting them in front of the Water stream. This will create 9 nuggets instead of ingots, but the free stuff is probably worth it.\n\n\nThis is called \"bulk blasting\" and \"bulk washing\" respectively.\n\n\nAnd doing this with a Campfire instead of Water/Lava will cook food like a Smoker! \"Bulk smoking!\"",
    "chapter.2.quest.37.subtitle": "A helpful hint...",
    "chapter.2.quest.37.task.1.title": "Understood.",
    "chapter.2.quest.37.title": "Better Smelting",
    "chapter.2.quest.38.description.1": "Cogwheels reversing rotation can be annoying. Chain links are useful in that all sequential drives rotate the same way. They also have limited capacity to change axis, providing extra utility.",
    "chapter.2.quest.38.subtitle": "Useful Block #1",
    "chapter.2.quest.39.description.1": "Gearboxes are the ultimate solution for changing axis, as well as changing rotation direction. They\u0027re a bit expensive, but very worth it.",
    "chapter.2.quest.39.subtitle": "Useful Block #3",
    "chapter.2.quest.4.description.1": "Sheets! Yes! With these there are new options for Create blocks. Machines like drills that will assist in mining the first few Diamonds or Mechanical Saws to chop down huge amounts of logs instantaneously are now available.",
    "chapter.2.quest.4.title": "10x Iron Sheets",
    "chapter.2.quest.40.description.1": "A clutch can turn on and off a complicated contraption with a flick of a lever. This can save headaches for when you\u0027re testing something or developing a kinetic network.",
    "chapter.2.quest.40.subtitle": "Useful Block #2",
    "chapter.2.quest.41.description.1": "To glue stuff together, Right-Click a block and move the cursor around. Use Ponder for more information.\n\n\nGluing things together is a little finnicky especially when starting out, you might need to take a few tries to get things right.\n\n\nYou\u0027ll also need glue for things in later chapters.",
    "chapter.2.quest.41.subtitle": "You\u0027ll need this for creating the Train cars themselves.",
    "chapter.2.quest.42.description.1": "The wrench will allow you to reorient Create blocks with a Right-Click. It\u0027ll also destroy Create blocks instantly and put them in your inventory with  crouch + Right-Click.",
    "chapter.2.quest.42.subtitle": "You\u0027ll use this forever",
    "chapter.2.quest.42.title": "ABSOLUTELY ESSENTIAL",
    "chapter.2.quest.43.description.1": "The world of Create is one of machinery, industry, and automation, and is the backbone of this modpack.\n\n\nThis chapter will introduce you to the basics of Create and what new blocks are available to you. Due to the scope of Create, this questbook can not cover the full extent of what\u0027s to know about Create. Thankfully, hover over any Create block - whether in your inventory or in the REI screen - and hold W for a detailed explanation of how its mechanics function. If this still isn\u0027t enough, feel free to look up videos - resourcefulness is a trait to be proud of!\n\n\nEach successive chapter will introduce more complicated recipes and materials, challenging you to create bigger and more intricate manufacturing setups. The reward will be access to the cosmos above.\n\n\n\n",
    "chapter.2.quest.43.subtitle": "Going Beyond Above",
    "chapter.2.quest.43.task.1.title": "Understood.",
    "chapter.2.quest.43.title": "Welcome to Create!",
    "chapter.2.quest.44.subtitle": "Pretty important",
    "chapter.2.quest.45.description.1": "Train Stations are necessary for building Trains themselves.",
    "chapter.2.quest.45.subtitle": "All aboard!!!",
    "chapter.2.quest.46.description.1": "Here is some extra stuff if you want to complicate things even more.\n\n\nWhat they do and how they work is outside the scope of this guide, but feel free to take advantage of the Ponder mechanic!",
    "chapter.2.quest.46.subtitle": "MORE TRAINS",
    "chapter.2.quest.46.title": "Misc. Train Utilities",
    "chapter.2.quest.47.description.1": "Flowing Lava touching Water over a piece of Bedrock will work like the Double-Compressed-Andesite-based generator, but will have a VERY LOW chance of producing Andesite, and will produce other rocks like Granite and Diorite as side-effects. Of course, you\u0027ll have to then dig it out from deep underground. But at least it\u0027s an option.",
    "chapter.2.quest.47.subtitle": "For when you really do not want to find Andesite.",
    "chapter.2.quest.47.task.1.title": "Understood.",
    "chapter.2.quest.47.title": "Various Stone Generator",
    "chapter.2.quest.5.description.1": "Chutes can drops items in limited stacks from a high inventory to a lower inventory. It can be handy for getting one item to the next machine.",
    "chapter.2.quest.5.title": "Like a Hopper but Super Vertical",
    "chapter.2.quest.6.description.1": "The quintessential Create crafting component. You\u0027re better off building up a supply now.",
    "chapter.2.quest.6.subtitle": "More efficient with Mixers!",
    "chapter.2.quest.6.title": "Andesite Alloy!",
    "chapter.2.quest.7.description.1": "Slice a Bronze Ingot in two using a Stonecutter. Two for one, what a steal!",
    "chapter.2.quest.7.subtitle": "Better than a Copper Sheet",
    "chapter.2.quest.8.description.1": "This will be the most consistent method of grabbing diamonds before upgrading your first Tinkers\u0027 tool with a Diamond gem.\n\n\nDiamonds can otherwise be found in loot across the Overworld.",
    "chapter.2.quest.8.subtitle": "Drills go brrr",
    "chapter.2.quest.9.description.1": "Trains have specific uses. Not only can they transport players, they can also transport items and fluids in bulk. They can also be automatically scheduled and will travel through unloaded chunks, making them perfect for transporting resources from distant production and resource sites.\n\n\nThey\u0027re not necessary for progression, so feel free to ignore this section of the chapter. That being said, they\u0027re also darn cool.\n\n\nNormally Trains come much later, but we\u0027re generous.\n\n\n\n",
    "chapter.2.quest.9.subtitle": "Trains? Trains!!!",
    "chapter.2.title": "1) The Andesite World",

    "chapter.3.quest.1.description.1": "You won\u0027t be able to use Tinkers\u0027 Fluid Tanks until you have access to a Smeltery later. However, Create Tanks work just fine for storing liquids. They will require a pipe to input fluid, as buckets cannot be directly used on them.",
    "chapter.3.quest.1.subtitle": "Tech Reborn Tanks also exist later",
    "chapter.3.quest.1.title": "Fluid Storage",
    "chapter.3.quest.10.description.1": "The explorer\u0027s compass will point you towards the structures of any variety! Unless you\u0027re after loot, I wouldn\u0027t recommend going to the stronghold however... Their portal is currently \"out of commission\".\n\n\nYou can also find \"Shimmer Lakes\" with this, which may have some relevancy very soon...",
    "chapter.3.quest.10.subtitle": "Will point the direction of the majority of structures.",
    "chapter.3.quest.10.title": "Find yourself some structures.",
    "chapter.3.quest.11.description.1": "Roll credits",
    "chapter.3.quest.11.subtitle": "Create is going ASTRAL",
    "chapter.3.quest.11.title": "LETSGOOO",
    "chapter.3.quest.12.description.1": "The Nether no longer exists, never heard of it, nuh-uh.\n\n\nMake a regular portal using this pretty little block to cross the boundary to.... the Moon....\n\n\n(Do note that Create Train Tracks do NOT operate through Moon portals)\n\n\n(Also, the reward is if you want to add corners without creating four additional Shimmering Stone!)",
    "chapter.3.quest.12.subtitle": "What is the Nether?",
    "chapter.3.quest.12.title": "Build a Moon Portal",
    "chapter.3.quest.13.subtitle": "Light the portal.",
    "chapter.3.quest.13.title": "An Astral Gemstone...",
    "chapter.3.quest.14.description.1": "We\u0027ve removed the need for power when operating this machine! Do not worry about that whilst you\u0027re working on reaching the Moon :)",
    "chapter.3.quest.14.subtitle": "To load Oxygen into your suit, however, some more specialised tools will be needed...",
    "chapter.3.quest.15.description.1": "\n\n(Not to be confused with Tech Reborn Electrolysers...)\n\n\nIf recipes stop working, break the main machine block and re-place it!\n\n\nIt can ONLY pump in Water, and ONLY pump out Oxygen, so do not worry about filtering your pipes to accomodate for this. ",
    "chapter.3.quest.15.description.2": "\n\nYou can only pump into and out of the main machine block!",
    "chapter.3.quest.15.subtitle": "Custom Astral Multiblock!",
    "chapter.3.quest.16.description.1": "Yes these used to cost 4x the amount, I know.\n\n\n(...These are often used for simple electronics, and are used a lot in later Create items.)\n\n\n(Use REI to figure out the recipe. To sand Rose Quartz, hold Sand Paper in one hand and Rose Quartz in the other, hold Right-Click, and be sad at how fragile Sand Paper is.)",
    "chapter.3.quest.16.subtitle": "Electron Tube PTSD",
    "chapter.3.quest.17.description.1": "Redstone Chips are at the bottom for circuitry, and are mostly specialized for audio equipment, such as those found in the phonos mod.\n\n\nThat being said, they have just enough juice to create the tools we need to visit the Moon.\n\n\nProbably the first sequenced recipe you\u0027ll need to take seriously!",
    "chapter.3.quest.17.subtitle": "This will be terrible for the Industrial Revolution.",
    "chapter.3.quest.18.description.1": "Two seperate fluids - Molten Copper and Gold - will need to be pumped into a mixing Basin. A Smart Pipe may be necessary to extract the completed Rose Gold.\n\n\nIt might take a bit to get it just right. Use the recipe filter on the side of the Basin once you have a bit of Rose Gold to stop the Basin from accepting too much of one input.",
    "chapter.3.quest.18.subtitle": "What a nice alloy, I hope I dont need to make loads of it...",
    "chapter.3.quest.18.title": "Rose Gold",
    "chapter.3.quest.19.description.1": "We can get much higher.",
    "chapter.3.quest.19.subtitle": "Chapter 3 unlock.",
    "chapter.3.quest.19.task.1.title": "Visit Dimension: The Moon",
    "chapter.3.quest.19.title": "Create: Astral",
    "chapter.3.quest.2.description.1": "Time to learn how molten fluids work! Place a Melter on top of a Heater and chuck in fuel+raw materials to ~1.33x the output, rewarding you for creating metals in fluid form. Melting liquids is also handy, as certain processes can only happen on metals in liquid form.\n\n\nSome alloys can still be crafted by hand, but it is recommended you get used to using fluids as it will be needed more and more later.",
    "chapter.3.quest.2.subtitle": "The... Fluid Age?",
    "chapter.3.quest.20.description.1": "Shimmer can be produced using the recipes provided, and fully automated with Glow Ink Sacs and Amethyst.\nShimmer can be found in underground Shimmer Lakes which can be detected with the structure compass, pumping a pool of that with a hose pulley will set you up for a long while.",
    "chapter.3.quest.20.subtitle": "The Iconic Astral Branded Fluid",
    "chapter.3.quest.20.title": "Shimmering Heights",
    "chapter.3.quest.21.description.1": "Copper Casings are largely used for fluid machines, much like Andesite Casings for kinetic machines. Copper Casings also have an easily overlooked practical application; check the Ponder.\n\n\nWhen making the next tier of casings, you\u0027ll be needing a lot of the previous tiered stuff too. As such, overproduce this and save yourself the future responsibility.",
    "chapter.3.quest.21.subtitle": "Ohoho, tiered casings",
    "chapter.3.quest.22.description.1": "Veridium is a renewable source of Copper, created by pouring Lava onto Seared Stone. Having a setup to turn excess Clay into Copper can be nice.\n\n\nIf you find a way to passively generate Seared Stone, you\u0027ll never need to mine Copper again.",
    "chapter.3.quest.22.subtitle": "I sure could use more Copper",
    "chapter.3.quest.22.task.1.title": "4x64 Veridium",
    "chapter.3.quest.22.title": "Automate Copper!",
    "chapter.3.quest.23.description.1": "Asurine is a renewable source of Tin created by pouring Water onto Seared Stone. Having a setup to turn excess Clay into Tin can be nice.",
    "chapter.3.quest.23.subtitle": "its such an exciting material111!!1",
    "chapter.3.quest.23.task.1.title": "4x64 Asurine",
    "chapter.3.quest.23.title": "Automate Tin!",
    "chapter.3.quest.24.subtitle": "Andesite Alloy can be produced at 1/3rd the cost if you opt to mix it into a liquid form and cast it into a solid!",
    "chapter.3.quest.24.title": "Efficient Alloy Production.",
    "chapter.3.quest.25.description.1": "A Tinker\u0027s anvil allows you to assemble tool parts into tools, much like the Tinker Station. Unlike the Tinker Station, you have access to fancier tools. 100% try crafting a mining hammer!\n\n\nYou\u0027ll also be able to apply certain upgrades only at a smithing anvil.",
    "chapter.3.quest.25.subtitle": "The good 3x3 stuff oh yeaaa",
    "chapter.3.quest.25.title": "Make some real tools now",
    "chapter.3.quest.26.subtitle": "Basic tools, Bronze is pretty good all around",
    "chapter.3.quest.26.title": "Advanced Tools",
    "chapter.3.quest.27.subtitle": "The first level of fortune uses this recipe!",
    "chapter.3.quest.27.title": "Get Lucky",
    "chapter.3.quest.28.subtitle": "The second level of fortune uses this recipe!",
    "chapter.3.quest.28.title": "Get Luckier",
    "chapter.3.quest.29.subtitle": "The final level of fortune uses this recipe!",
    "chapter.3.quest.29.title": "Get Real",
    "chapter.3.quest.3.description.1": "Bulk blast, or furnace smelt some grout to grab these bricks. These bricks are used in construction in most of the Tinkers\u0027 Construct blocks.\n\n\nA depot might be a good idea if bulk blasting as it has been heavily slowed in Astral! Perhaps this will be alleviated later on with some comically efficient machinery...\n\n\nThe reward book can explain how melting liquids work in more detail, and will detail what new materials are unlocked for crafting the next tier of custom tools.",
    "chapter.3.quest.3.subtitle": "Don\u0027t eat this either.",
    "chapter.3.quest.30.description.1": "Pumping this and shipping it off to your base might be wise, Shimmer is a valuable resource to control.",
    "chapter.3.quest.30.subtitle": "Spread across the Overworld and Moon, you might uncover a buried meteor filled with Shimmer...",
    "chapter.3.quest.30.title": "Shimmer Lakes...",
    "chapter.3.quest.31.description.1": "The Electrolyser multiblock is a little different to dedicated multiblocks from mods like Immersive Engineering. This will not become a new block when assembled, but rather allow the main \u0027Electrolyser\u0027 block to operate with recipes!\n\n\nBottom Layer: Front Centre \u003d Electrolyser Machine Block, remaining space of the 3x3 \u003d Copper Casing\n\n\nMiddle Layer: Copper Coils \u003d Outside of multiblock in a 3x3 formation, but with the CENTRE HOLLOW.\n\n\nTop Layer: Copper Casing \u003d 3x3 to roof to top layer.",
    "chapter.3.quest.31.subtitle": "Making your Electrolyser and common FAQ.",
    "chapter.3.quest.31.title": "HOW DO I MAKE THIS?!",
    "chapter.3.quest.32.description.1": "Yipee!!!",
    "chapter.3.quest.32.subtitle": "Hey look it says Gold chest but it's pink!",
    "chapter.3.quest.33.subtitle": "Bronze can be produced at half the cost with the mixing recipe.",
    "chapter.3.quest.33.title": "Efficient Bronze Production",
    "chapter.3.quest.34.description.1": "As a reminder, you can supply a faucet with a Redstone signal to have it continuously pour, and a Hopper will suffice for moving a cooled alloy into an inventory.\n\n\nThe Small Gear Cast is used to craft SMALL Cogwheels, while the Regular Gear Cast is used to cast LARGE Cogwheels.",
    "chapter.3.quest.34.subtitle": "Transforming Molten Bronze into Cogwheels requires casting into a Gear or Small Gear Cast",
    "chapter.3.quest.35.description.1": "Obtaining a Rubber tree by now should be your priority, as a fair amount of this will be used in the production of belts, chests, and casing!\n\n\nTo extract its Sap, just Right-Click Sap spots with the Treetap. Sap will regenerate on the bark periodically, although if you don\u0027t want to wait, the logs can be ground up into sap.",
    "chapter.3.quest.35.subtitle": "Rubberino",
    "chapter.3.quest.35.title": "Spy\u0027s Sappin my Sentree!",
    "chapter.3.quest.36.description.1": "Rubber\u0027s used for a lot of important things. You\u0027ll want to keep a source of Sap nearby.",
    "chapter.3.quest.36.subtitle": "Mix up some Sap in a Mixer and get this lovely substance",
    "chapter.3.quest.36.title": "Rubber: This Age\u0027s Andesite Alloy",
    "chapter.3.quest.37.description.1": "Belts transport items around. They can even take materials from one machine to the next, allowing you to cut out manual labour in a recipe chain.\n\n\nYou can also bulk blast and bulk wash items on belts, although do be aware, a more powerful fan will not wash/blast materials any faster. You\u0027ll have to carefully tune Belt speeds so items stay in the Water/Lava stream just long enough to transform.",
    "chapter.3.quest.37.subtitle": "Mmm belt",
    "chapter.3.quest.38.description.1": "That Iron Chest you earned from the traveller quest in Chapter 0.5 doesn\u0027t count.",
    "chapter.3.quest.38.subtitle": "Upgrade those Copper Chests with Iron ones for bonus storage capacity",
    "chapter.3.quest.38.title": "Getting an Upgrade (of a Chest)",
    "chapter.3.quest.39.description.1": "The Deployer is a very special item - it simulates a players Right or Left-Click, and will work on everything that can be Left or Right-clicked. You can also configure it to hold items or materials, allowing for contraptions like automatic Andesite Casing creation or automatic sheep shearing.\n\n\nNormally, Deployers come later, but once again, we\u0027re generous ;)",
    "chapter.3.quest.39.subtitle": "Whaaaaat, sequenced assembly already?",
    "chapter.3.quest.4.description.1": "Establishing a Melter setup with pumps outputting to various tanks using Smart Pipes is possibly the greatest investment you can make right now.                                     \nWARNING! Mixing fluids within the same pipe will cause it to break and spill, be sure to have a way to account for this if making a large fluid smelting network (see #showcase on discord for examples)",
    "chapter.3.quest.4.subtitle": "Fluid movement",
    "chapter.3.quest.40.description.1": "The funnel is of paramount importance: it can withdraw and deposit items to and from any inventory. They\u0027re often used in combination with depots or belts.\n\n\nFunnels and belts form the basis of production lines, and therefore automation.",
    "chapter.3.quest.40.subtitle": "I love logistics.",
    "chapter.3.quest.41.description.1": "Goggles allow you to directly see how much stress something is producing or consuming, as well as the speed stuff is operating at. It also displays extra info for some blocks.\n\n\nDefinitely invest in one.",
    "chapter.3.quest.41.subtitle": "Get goggles, they\u0027re super useful!",
    "chapter.3.quest.41.title": "See More of Reality",
    "chapter.3.quest.42.description.1": "Mechanical Bearings can have a structure glued to their top. When activated, they will spin the structure around, and any Saw, Harvester, Drill, etc., will interact with the environment (and free of SU cost, too!)\n\n\nWhen the contraption rotates, any collected items will be automatically placed inside any storage blocks within the structure, including Vaults. Deployers will also use any assigned items it finds in the storage. The portable item interface can be used to get items out of the farm and onto a production line without stopping it.",
    "chapter.3.quest.42.subtitle": "Automatic Farming",
    "chapter.3.quest.42.title": "The World Revolving",
    "chapter.3.quest.43.description.1": "The Harvester is used to harvest crops automatically. Kelp is of particular concern to us here but they work on Wheat, Beetroot, Farmer\u0027s Delight foods, etc.",
    "chapter.3.quest.43.subtitle": "The days of manual harvesting are over.",
    "chapter.3.quest.43.title": "Industrial Agriculture",
    "chapter.3.quest.44.description.1": "Having wet Kelp doesn\u0027t help you much. Before Kelp reaches its final destination, it\u0027d be best if you bulk smoke it on the way.\n\n\n(Do not bulk blast it! Dried Kelp is considered food!)",
    "chapter.3.quest.44.subtitle": "I\u0027m addicted to these belt things...",
    "chapter.3.quest.45.description.1": "If you put them on a moving contraption, they should do exactly what you\u0027d expect.\n\n\nThat being said, one caveat of automatic farming is that trees need to be replanted. That\u0027s what Deployers are for - put them above the saws or on the opposite side of the arm, set their filter to saplings and equip them with saplings facing down. Trees that are cut down will provide you saplings.",
    "chapter.3.quest.45.subtitle": "Remember the Mechanical Saw from last chapter?",
    "chapter.3.quest.45.task.3.title": "Any Sapling",
    "chapter.3.quest.45.title": "Industrial Logging",
    "chapter.3.quest.46.description.1": "When the inventory of tree farms get dumped out, they also dump out sticks, saplings, and even apples. If you plan to turn Wood into Charcoal, excess materials will be burned up - and do you really need the Saplings and Sticks?\n\n\nA note on planks. You may consider automating this. Create provides a way to get 6 planks out of every wood log, although you\u0027ll have so many planks that doing this can be overkill. Your choice.",
    "chapter.3.quest.46.subtitle": "No more tedious tree-chopping excursions",
    "chapter.3.quest.46.task.1.title": "2x64 Logs That Burn",
    "chapter.3.quest.46.title": "Mass Wood Production",
    "chapter.3.quest.47.description.1": "Washing Red Sand rarely produces Zinc and Dead Bushes. There\u0027s no way to automate Red Sand TOO efficiently at this point, so all you can really do is use up the Red Sand you have lying around... If you have any...",
    "chapter.3.quest.47.subtitle": "I want minerals for a healthy factory lifestyle.",
    "chapter.3.quest.47.task.2.title": "8x64 Zinc Nuggets",
    "chapter.3.quest.47.task.3.title": "4x8 Dead Bushes",
    "chapter.3.quest.47.title": "Automate Zinc",
    "chapter.3.quest.48.description.1": "Washing Gravel produces the occasional Iron Nugget and Flint. Gravel can be made by milling Cobblestone, and Cobblestone can be made from a Cobblestone generator...",
    "chapter.3.quest.48.subtitle": "You may have built this dozens of times already.",
    "chapter.3.quest.48.task.2.title": "4x64 Iron Nuggets",
    "chapter.3.quest.48.task.3.title": "4x64 Flint",
    "chapter.3.quest.48.title": "Automate Iron + Flint",
    "chapter.3.quest.49.description.1": "Sand can be washed into Clay much like Red Sand washes into Zinc. You can even create Sand infinitely by crushing Gravel, but you don\u0027t have access to that yet. All you can do is transform unused Sand and settle for semi-automation.\n\n\nThere is also a different, more complicated semi-automation technique that involves starting with Calcite and turning it into Dripstone to mill. Unfortunately, you can\u0027t infinitely produce Calcite, and therefore there\u0027s no way to reliably produce Dripstone... Right?\n\n\nReal pros will have a setup that then takes automated Clay and makes Andesite Alloy directly.",
    "chapter.3.quest.49.reward.2.title": "8x64 Brick",
    "chapter.3.quest.49.reward.4.title": "4x64 Glass",
    "chapter.3.quest.49.subtitle": "Based Greg",
    "chapter.3.quest.49.task.3.title": "16x64 Clay Balls",
    "chapter.3.quest.49.title": "I NEED CLAY",
    "chapter.3.quest.5.description.1": "This chapter\u0027s already a doozy to look at, yeah? The Andesite World eased you in but manufacturing will become more complicated as your crafting techniques expand and resources begin requiring multiple steps. It all builds on stuff you\u0027ve already learned, so it\u0027s all about improving your craft.\n\n\nYou\u0027ll find in this chapter that gathering and managing base resources will become more and more of a hassle. You will need to begin semi or fully automating basic resources, as crafting everything on demand will become unsustainable. But the beauty of industrialization is that you have the power to decide what you need and the tools and tenacity to manufacture limitless amounts of it. There is no one true path to success: let your problem-solving skills be your ultimate guide.\n\n\nOvercome the revolution of industry and the Moon will welcome you to explore its wonders. New resources will be found that can further improve your automation efficiency and capabilities. Plus, any production lines set up this chapter will provide for you for the rest of the game.",
    "chapter.3.quest.5.subtitle": "This is only the beginning",
    "chapter.3.quest.5.task.1.title": "Understood.",
    "chapter.3.quest.5.title": "Things Heat Up",
    "chapter.3.quest.50.description.1": "Tunnels do have a use: if a stack is on a conveyor belt and goes under a tunnel with a branching path, exactly one item from the stack will go down the branch.\n\n\nOf course, you have limited means to put stacks on belts, so tunnels aren\u0027t very useful until later. They\u0027re a pleasant way to seal up holes belts go through, at least.",
    "chapter.3.quest.50.subtitle": "LOL",
    "chapter.3.quest.50.title": "Funnel\u0027s Awkward Sibling",
    "chapter.3.quest.51.description.1": "The true power of the Create mod isn\u0027t in the new crafting techniques it provides, but the ability to automate resources.\n\n\nAutomating comes in two flavors: full automation, where a specific resource will be made until the end of time without any need for the player to touch a system, and semi-automation, where you only need to periodically restock starting resources or fuel.\n\n\nThis pack won\u0027t always tell you when to automate and what can be automated. That\u0027ll be up to you to decide. That being said, we\u0027ll occasionally make diamond-shaped automation quests, to either let you know that a new automation opportunity exists, or because it's a really strong idea. You don\u0027t need to complete them immediately - just consider starting sometime down the line. Btw, there may have been some of these automation quests in Chapter 1 ;)",
    "chapter.3.quest.51.subtitle": "Chapter 2.5 Unlock",
    "chapter.3.quest.51.task.1.title": "Lets get factory-building!",
    "chapter.3.quest.51.title": "The Basis of Automation",
    "chapter.3.quest.52.description.1": "Remember the Train Track recipe from Chapter 1?\n\n\nWell, with Deployers, you\u0027re now able to produce Tracks at 1/3rd the cost. And Iron Nuggets can be automated too, which is great! Now if only Stone Slabs could be automated. Or is there a way?\n\n\nTo complete the advancement, the same Mechanical Press must be used to create 1000 Track pieces.",
    "chapter.3.quest.52.reward.1.title": "2x64 Metal Girder",
    "chapter.3.quest.52.subtitle": "Automate Tracks",
    "chapter.3.quest.53.description.1": "Tunnelbores will mine tunnels for you. They\u0027re stupidly complicated, and it\u0027s highly, highly recommended you watch a YouTube guide.\n\n\nThat being said, here\u0027s the gist: any Minecart running under a powered Cart Assembler will turn into a Cart Contraption. The entire contraption can also be picked up with a Wrench Right-Click. Running the contraption under an unpowered Cart Assembler will turn it back into block form.\n\n\nA tunnelbore is a cart contraption with a wall of Drills with a wall of Cobblestone/Cobbled Deepslate Deployers, while the outside edge as the Deployers before the Drills. The purpose of this is to prevent fluids from messing things up.\n\n\nFinally, you create a long neck. The front of the neck has a Deployer to place down Tracks, and a Deployer in front of it one block lower to place down a path for the Track. In the back, a Plough, which scoops things off the ground, picks up the Rails and recycles them.\n\n\nMined Coal and Cobblestone will refresh the Furnace Minecart and Deployers. You\u0027ll get stupid amounts of ore in very little time, although you\u0027ll have either manually place down lights or find a clever way to deal with darkness-induced mob spawns.",
    "chapter.3.quest.53.reward.1.title": "3x64 Cobblestone",
    "chapter.3.quest.53.reward.2.title": "3x64 Cobbled Deepslate",
    "chapter.3.quest.53.reward.4.title": "2x64 Torches",
    "chapter.3.quest.53.subtitle": "Build a tunnelbore!",
    "chapter.3.quest.53.title": "Automate Mining Itself",
    "chapter.3.quest.54.description.1": "The cart assembler is special: you can create a moving contraption that operates on a minecart railway. They\u0027re clunkier to use than rotating farms, but hey, it\u0027s still an option.\n\n\nThat being said, there\u0027s one contraption in particular that\u0027d be of interest to you that involves the cart assembler...",
    "chapter.3.quest.54.subtitle": "A more complicated alternative to Mechanical Bearings",
    "chapter.3.quest.55.description.1": "Certain automation processes involve creating moving contraptions, such as resources like food and trees.\n\n\nGlue is necessary to stick blocks together for moving contraptions, and you will have seen it in used in Chapter 1 for Trains. Portable Storage Interfaces are used to interact with storages on moving contraptions.\n\n\nWhen you use glue, be careful you don\u0027t accidently glue part of your base to the contraption!",
    "chapter.3.quest.55.subtitle": "I seen that glue before!",
    "chapter.3.quest.55.title": "Necessary Contraption Components",
    "chapter.3.quest.56.description.1": "You will only need to complete one of these tasks to complete this quest.\n\n\nAlthough Lava is an option, do keep in mind that an empty Lava bucket is left behind when used as fuel. If you plan on automating the delivery of fuel later on, Lava isn\u0027t recommended.",
    "chapter.3.quest.56.subtitle": "Trust me. Automate any of these three and fuel will never be an issue again.",
    "chapter.3.quest.56.task.1.title": "4x64 Dried Kelp Block",
    "chapter.3.quest.56.task.2.title": "10x64 Charcoal",
    "chapter.3.quest.56.title": "Automate Fuel",
    "chapter.3.quest.57.description.1": "Gold casts are reusable. To create one, place an item in the shape of the cast you want - say, a Copper Axe Head made from a Pattern - and pour Gold over it. This will consume the item you\u0027re pouring over, but an infinitely reusable Gold cast will be made in its place.",
    "chapter.3.quest.57.subtitle": "Sand is cool but it goes away.",
    "chapter.3.quest.57.task.1.title": "Any Gold Cast",
    "chapter.3.quest.57.title": "Reusable Casts",
    "chapter.3.quest.58.subtitle": "20 in total!",
    "chapter.3.quest.58.title": "Collect Them All",
    "chapter.3.quest.59.subtitle": "The... HUH? What on Earth is this?!",
    "chapter.3.quest.59.title": "Get Fake",
    "chapter.3.quest.6.description.1": "The Spout spits liquids onto stuff. Handy.\n\n\nThis Spout can be used with Tinkers\u0027 Casting Tables and basins, as an alternative to using faucets.",
    "chapter.3.quest.6.subtitle": "Compatible with Tinkers\u0027 fluids AND casting Basin + table recipes instead of a faucet",
    "chapter.3.quest.60.description.1": "Windmills are agonizingly slow and can require a lot of gearshifting. However, they provide a lot of power for their size, and are very easy to expand.\n\n\nWindmills and watermills have their respective pros and cons, so it\u0027s up to you on which to use.",
    "chapter.3.quest.60.subtitle": "An Alternative to Watermills",
    "chapter.3.quest.60.title": "Harness the Power of Wind",
    "chapter.3.quest.61.description.1": "Item Vaults have excellent storage-per-block, but have one downside: its inventory can not be accessed directly. Items must be deposited or withdrawn with funnels or later tools.\n\n\nThey may not be as helpful now as an Andesite Funnel + Depot can only withdraw one random object at a time, but they\u0027re more useful later on when you can filter the output and input stacks at a time.\n\n\nThey\u0027re mostly used in combination with automation operations, such as storing items at the endpoint or mass item transferring.",
    "chapter.3.quest.61.subtitle": "A tricky barrel...",
    "chapter.3.quest.61.title": "Advanced Storage Option #4",
    "chapter.3.quest.62.description.1": "How to passively generate Lava:\n\n\nPlace pointed Dripstone underneath a block, and then put a Lava source block above the block. Then, 1-10 blocks below the Dripstone, place a Cauldron.\n\n\nThe Lava from the Cauldron can then be pumped out into a Fluid Tank, giving you a buffer of Lava. A couple recipes involve spouting Lava on materials, so it\u0027s handy to have this set up.",
    "chapter.3.quest.62.subtitle": "Carrying buckets from the underground\u0027s annoying, isn\u0027t it?",
    "chapter.3.quest.62.title": "Lava Generation",
    "chapter.3.quest.63.description.1": "Hose pulleys in Create have a special property: if they suck up Lava, Water, or Chocolate from a source greater than 10,000 blocks, it will consider the source infinite.\n\n\nSuch huge artificial Lava lakes can be made from pumping generated Lava into a large lake. It will take awhile - and may not even be necessary to do it - But the reward is literally infinite Lava.\n\n\nSimply try to drain a 10,000-block-big Lava pool with a hose pulley to earn the advancement.",
    "chapter.3.quest.63.subtitle": "You can invest into an even easier Lava source...",
    "chapter.3.quest.63.title": "Infinite Lava",
    "chapter.3.quest.65.description.1": "Display Boards will show text and numbers on a big screen. That\u0027s nothing fancy, but what\u0027s really special is that display links can attach to an inventory or some machines, and feed data live to the display board. This includes inventory information.\n\n\nThey\u0027re mostly fun gimmicks. But they\u0027re fun!\n\n\nThey also operate beautifully with Trains if you\u0027re big into creating a community railway network.",
    "chapter.3.quest.65.subtitle": "Seeing how much stock your factories have produced is so satisfying",
    "chapter.3.quest.66.description.1": "Operate a windmill with 128 attached sail blocks.\n\n\nWe\u0027re sorry about all that wool that was used up.",
    "chapter.3.quest.66.subtitle": "Simple Excess Power",
    "chapter.3.quest.66.title": "Max Power Windmill",
    "chapter.3.quest.67.description.1": "Remember in Chapter 1 how you used Glue to assemble Trains? Isn\u0027t that similiar to what you do with a Cart Assembler and Mechanical Bearing?\n\n\nWell, it turns out Trains are in the same family of moving contraptions. That means Saws, Drills, Harvesters, Portable Storage Interfaces, etc., will work on Trains and operate just the same. That means you can build farms that operate with Trains on automated schedules. If you want to overkill things this way, then by all means, it\u0027s encouraged!\n\n\nYou can even make a Train tunnelbore, although it won\u0027t be any easier than using a Cart Assembler.",
    "chapter.3.quest.67.subtitle": "What if we slapped Saws onto a Train?",
    "chapter.3.quest.67.task.1.title": "Understood.",
    "chapter.3.quest.67.title": "A Note on Trains",
    "chapter.3.quest.68.description.1": "As a reminder, you can supply a faucet with a Redstone signal to have it continuously poor, and a hopper will suffice for moving a cooled alloy into an inventory.",
    "chapter.3.quest.68.subtitle": "Transforming mixtures into usable alloys will require casting it into an Ingot Cast.",
    "chapter.3.quest.68.title": "Cast to Alloy",
    "chapter.3.quest.69.description.1": "Rubber logs can be milled into Sap which can then be mixed into Rubber. Choosing the Rubber tree as your choice tree to automate two things at once is a lucrative option...\n\n\nAlternatively, if you want to be naturalistic, it is possible to automate Sap with Deployers carrying Treetaps. It\u0027s less likely to be more efficient and certainly not simpler, but it's the eco-friendly way!",
    "chapter.3.quest.69.subtitle": "I barely have enough!",
    "chapter.3.quest.69.task.1.title": "4x64 Rubber",
    "chapter.3.quest.69.title": "Gimme That Rubber",
    "chapter.3.quest.7.description.1": "Item drains let you manually pour buckets, which can then be pumped into Tanks or other fluid machines.\n\n\nThe hose pulley lets you either suck up a large body of fluid, or drain a large amount of fluid into the environment. They\u0027re important for harvesting natural resources.\n\n\nPortable Fluid Interfaces operate much like Portable Storage Interfaces, but they operate with fluids instead of items. To learn more, see the bottom section of this chapter.",
    "chapter.3.quest.7.subtitle": "Compatible with Tinkers\u0027 fluids",
    "chapter.3.quest.7.title": "New Water Toys",
    "chapter.3.quest.70.description.1": "The possibilities may be larger than you think. Here are some examples just to give you an idea of the possibilities, whether available now or later:\n\n\nA food source, your favourite decoration block (like Stone Bricks), Cogwheels, Shafts, Torches, Andesite Casings, Copper Casings, Electron Tubes, Rose Gold, Wool (Deployers with Shears over Sheep), mob farms, every ore, Seared Bricks....",
    "chapter.3.quest.70.subtitle": "Just to give you an idea....",
    "chapter.3.quest.70.task.1.title": "There are a lot of options.",
    "chapter.3.quest.70.title": "The Possibilties of Automation",
    "chapter.3.quest.71.description.1": "Andesite Paving grants a minor speed boost when travelling over it. ",
    "chapter.3.quest.71.subtitle": "Speed up your pathing.",
    "chapter.3.quest.71.title": "Better think fast!",
    "chapter.3.quest.72.description.1": "Doing a Lava/Water generator over TRIPLE Compressed Andesite increases your gains all the way to 100% Andesite. That being said, Triple Compressed Andesite might be more Andesite than you realize...",
    "chapter.3.quest.72.subtitle": "Just get Andesite",
    "chapter.3.quest.72.title": "Way Better Andesite Yields",
    "chapter.3.quest.73.description.1": "Ye filthy landlubbers can\u0027t even walk 10 seconds on the ocean floor without spluttering for air.\n\n\nThese will be used in a certain *astral* suit in the near future, you might want to make some now.",
    "chapter.3.quest.73.title": "Ahoy!",
    "chapter.3.quest.74.description.1": "Crimsite is a renewable source of Iron. It\u0027s obtained by applying Lava and Flint to Cobbled Deepslate in a sequenced assembly pattern.",
    "chapter.3.quest.74.subtitle": "The burning heat of industry.",
    "chapter.3.quest.74.title": "Automate Iron!",
    "chapter.3.quest.75.description.1": "Ochrum is a renewable source of Gold. It\u0027s created using compressed Sand, Deepslate and Lava in a Mixer.\n\n",
    "chapter.3.quest.75.subtitle": "Shiny shiny?!",
    "chapter.3.quest.75.title": "Automate Gold!",
    "chapter.3.quest.76.description.1": "Pieces of the Moon remain all over the Overworld. You will need to collect at least 10 to establish a connection with the Moon.\n\n\nFind large quantities in meteor crash sites on the surface. Discover deposits in Mineshaft chests. Sift it out of the shores of Shimmer Lakes.",
    "chapter.3.quest.76.subtitle": "Fragments from above...",
    "chapter.3.quest.76.task.2.title": "I understand!",
    "chapter.3.quest.8.description.1": "Tinkers\u0027 faucets pour molten metals into casts and basins. They can operate from any create liquid holding block, such as Create Fluid Tanks and filled Create basins!\n\n\nIMPORTANT: These can be made to always drain by transmitting a Redstone signal to them!",
    "chapter.3.quest.8.subtitle": "A note on Tinkers\u0027 integration",
    "chapter.3.quest.9.description.1": "Casting tables will allow you to cast fluids from a seared faucet into all sorts of shapes such as plates, ingots, tool heads, and more. Basins on the other hand, will let you cast fluids into blocks directly.\n\n\nThe table requires casts to work. Temporary sand casts can be made, although Gold casts are infinitely reusable and 100x more desirable.\n\n\nBy the way, you can now make Seared Stone by melting Clay and pouring it into a Stone block!",
    "chapter.3.quest.9.title": "Get Casting",
    "chapter.3.title": "2) Getting Industrial",
    "chapter.4.quest.1.description.1": "Bone Meal is used to speed up the growth of crops.",
    "chapter.4.quest.1.subtitle": "Compost organics",
    "chapter.4.quest.10.description.1": "Desh is used for various basic spacefaring utilities.",
    "chapter.4.quest.10.subtitle": "Wash Moon sand",
    "chapter.4.quest.100.subtitle": "Mill or crush Obsidian.",
    "chapter.4.quest.101.subtitle": "Bulk blast Soul Sand",
    "chapter.4.quest.102.subtitle": "Haunt Sand",
    "chapter.4.quest.102.title": "Soul Sand (From Elsewhere)",
    "chapter.4.quest.103.subtitle": "Create a cobblegen with Moon Stone below to generate more Moon Stone!",
    "chapter.4.quest.103.title": "Planetary block generators!",
    "chapter.4.quest.104.subtitle": "Press Copper Ingots.",
    "chapter.4.quest.105.description.1": "Cobbled Deepslate can be recycled for rare chances of various ores later on.",
    "chapter.4.quest.105.subtitle": "Compact gravel and flint",
    "chapter.4.quest.106.subtitle": "Melt Soul Sand",
    "chapter.4.quest.107.subtitle": "Automatically pack Magma Cream.",
    "chapter.4.quest.108.description.1": "Scorched Bricks are used to craft Foundry-related blocks. Foundries are the best utility for smelting many objects at once, and produce the highest ore yields when melting ores. Foundries can also smelt entities.",
    "chapter.4.quest.108.subtitle": "Bulk blast Nether Grout.",
    "chapter.4.quest.109.description.1": "If you don\u0027t have access to a Grinder, you need to mill or crush the full Dripstone block instead.",
    "chapter.4.quest.109.subtitle": "Automatically pack Pointed Dripstone",
    "chapter.4.quest.11.subtitle": "Bulk blast Moon Dobblestone",
    "chapter.4.quest.110.subtitle": "Farm Wheat.",
    "chapter.4.quest.111.subtitle": "Farm a source of Green Dye.",
    "chapter.4.quest.111.title": "Green Dye Source",
    "chapter.4.quest.112.description.1": "This chapter is special. The quests listed aren\u0027t here to present you with progression challenges, but to give you a visualization of what it takes to automate specific resources, and how resources overlap. It is a giant flowchart.\n\n\nImportant: just because a resource is in here, DOES NOT MEAN YOU NEED TO AUTOMATE IT. Again, this page is a visualization tool, not a guidebook.",
    "chapter.4.quest.112.task.1.title": "Understood.",
    "chapter.4.quest.112.title": "What Is This?",
    "chapter.4.quest.113.description.1": "Now that you\u0027ve unlocked crushing, you can automate Sand directly.",
    "chapter.4.quest.113.subtitle": "Crush gravel to get sand",
    "chapter.4.quest.113.title": "Crushing Unlocked",
    "chapter.4.quest.114.description.1": "This improves the yields of Clay over creating Dripstone blocks and milling/crushing them.",
    "chapter.4.quest.114.subtitle": "Improved yields",
    "chapter.4.quest.114.title": "Grinder Unlocked",
    "chapter.4.quest.115.description.1": "There is now a way to create pointed Dripstone directly, if there wasn\u0027t a way already.",
    "chapter.4.quest.115.subtitle": "Spout Water on Calcite to create Dripstone",
    "chapter.4.quest.115.title": "Spout Unlocked",
    "chapter.4.quest.116.task.1.title": "Any #c:slimeballs",
    "chapter.4.quest.116.title": "A slime option",
    "chapter.4.quest.117.description.1": "The flow chart is pretty simple! Objects point to what can be made with them.\n\n\nSome notes: Some quests are hidden until you complete a dependent quest. Even if you\u0027ve decided to not automate something, it might be worth completing the quest just to make sure you\u0027re not missing anything.\n\n\nDue to space constraints, we can\u0027t show every connection. Any quests marked (\"from elsewhere\") means the steps to automate the resource are described somewhere else in the flowchart. Also, the flowchart skips some steps that can be assumed easily, such as packing nuggets, melting metals, etc.",
    "chapter.4.quest.117.task.1.title": "Understood.",
    "chapter.4.quest.117.title": "How to Read this Flowchart",
    "chapter.4.quest.118.description.1": "Square quests are a resource you can easily get an infinite amount of.\n\n\nPentagon quests are the tools you use to get an infinite amount of a starting resource.\n\n\nDiamond-shaped quests are resources a player should likely consider automating.\n\n\nCircle quests are intermediate steps.\n\n\nOctagon quests mean the materials automation steps are described somewhere else, OR the intermediate material is used somewhere else in the flowchart. You might need to unlock more to see where materials are re-used.",
    "chapter.4.quest.118.task.1.title": "Understood.",
    "chapter.4.quest.118.title": "What do the shapes mean?",
    "chapter.4.quest.12.description.1": "You won\u0027t be able to turn this into sand until later.",
    "chapter.4.quest.12.subtitle": "Mine generated Moon Stone",
    "chapter.4.quest.121.description.1": "Whenever flowing Lava touches Water ON TOP OF A BLOCK OF BEDROCK, there is a low chance of Granite, Diorite, and Andesite - and a high chance of Stone. You may have already built this. There will be more reliable ways to farm Andesite as you progress.",
    "chapter.4.quest.121.task.1.title": "Understood.",
    "chapter.4.quest.121.title": "Bedrock Stone Generator",
    "chapter.4.quest.122.title": "Andesite (Tier I)",
    "chapter.4.quest.124.subtitle": "Mine a Bedrock Stone generator",
    "chapter.4.quest.125.description.1": "Flowing Lava touching Water over a double Andesite block will produce Andesite 1/6th of the time, and Stone the other five times.\n\n\nAlthough the rate is about the same as Bedrock, you won\u0027t need to retrieve the Andesite from Bedrock, and the Stone can be used for dedicated uses.",
    "chapter.4.quest.125.title": "Andesite Generator",
    "chapter.4.quest.128.description.1": "Flowing Water touching Lava over Triple Compressed Andesite will always produce Andesite.\n\n\nAlthough it will take you awhile to create enough Andesite to make a Triple Compressed Andesite, this method is incredibly simple.",
    "chapter.4.quest.128.title": "Improved Andesite Generator",
    "chapter.4.quest.13.description.1": "Andesite is important for crafting Andesite Alloy.",
    "chapter.4.quest.13.subtitle": "Compact Gravel in Lava with Flint.",
    "chapter.4.quest.13.title": "Andesite (Tier III)",
    "chapter.4.quest.131.subtitle": "The ultimate Andesite generator",
    "chapter.4.quest.131.title": "Andesite (Tier IV)",
    "chapter.4.quest.14.subtitle": "Haunt Sand.",
    "chapter.4.quest.15.subtitle": "Haunt Soul Sand.",
    "chapter.4.quest.16.subtitle": "Crush Netherrack",
    "chapter.4.quest.17.description.1": "You can make Diorite out of Basalt and one other thing...",
    "chapter.4.quest.17.subtitle": "Mine generated Basalt.",
    "chapter.4.quest.18.subtitle": "Pour Liquid Soul onto Basalt",
    "chapter.4.quest.18.title": "Diorite (Improved)",
    "chapter.4.quest.19.description.1": "Quartz has some uncommon uses.",
    "chapter.4.quest.19.subtitle": "Mill or crush Diorite.",
    "chapter.4.quest.2.subtitle": "Compact Bone Meal and Gravel in Lava",
    "chapter.4.quest.20.subtitle": "Crush Granite",
    "chapter.4.quest.21.description.1": "Zinc is primarily used in alloying, although a few machines also require Zinc.",
    "chapter.4.quest.21.subtitle": "Wash red sand",
    "chapter.4.quest.22.description.1": "Andesite is important for crafting Andesite Alloy.",
    "chapter.4.quest.22.subtitle": "Pour Molten Quartz onto Stone.",
    "chapter.4.quest.22.title": "Andesite (Tier II)",
    "chapter.4.quest.23.description.1": "Although the Bedrock generator can give you multiple stones including Granite, it\u0027s more efficient to produce Granite this way. Plus, you won\u0027t have to deal with transporting rocks from Bedrock if you do things this way.",
    "chapter.4.quest.23.subtitle": "Compact Diorite and Netherrack Dust in Lava with Flint",
    "chapter.4.quest.23.title": "Granite (Improved)",
    "chapter.4.quest.24.subtitle": "Crush Limestone.",
    "chapter.4.quest.25.description.1": "Silver is used in the production of electrical machines.",
    "chapter.4.quest.25.subtitle": "Wash Lime Dust.",
    "chapter.4.quest.26.subtitle": "Bulk blast Sand.",
    "chapter.4.quest.27.subtitle": "Shaped crafting with Red Dye and Glass",
    "chapter.4.quest.28.description.1": "Redstone is not only used to craft primitive circuitry, but also to craft basic circuits and circuitry tools.",
    "chapter.4.quest.28.subtitle": "Tesla Coil charge Synthetic Redstone Crystals.",
    "chapter.4.quest.29.subtitle": "Basin pour Molten Clay onto Stone",
    "chapter.4.quest.3.subtitle": "Mine generated Cobblestone",
    "chapter.4.quest.30.subtitle": "Basin pour Water onto Seared Stone",
    "chapter.4.quest.31.subtitle": "Basin pour Lava onto Seared Stone",
    "chapter.4.quest.32.description.1": "Tin is used in various miscellaneous machines. It is also used in alloying.",
    "chapter.4.quest.32.subtitle": "Mill or crush Asurine.",
    "chapter.4.quest.33.description.1": "Copper is used in fluid-related machines, and is also common in alloying.",
    "chapter.4.quest.33.subtitle": "Mill or crush Veridium.",
    "chapter.4.quest.34.description.1": "Gold's unique properties gives it unusual uses for crafting. It is also beloved by some mobs.",
    "chapter.4.quest.34.subtitle": "Wash Soul Sand.",
    "chapter.4.quest.35.subtitle": "Farm Kelp.",
    "chapter.4.quest.36.description.1": "Dried Kelp is used for crafting Tunnels, Funnels, and Belts, which are used a lot in item transportation during automation.\n\n\nIt can also be used as a fuel source when crafted into blocks.",
    "chapter.4.quest.36.subtitle": "Bulk smoke Kelp.",
    "chapter.4.quest.37.subtitle": "Grind dried Kelp.",
    "chapter.4.quest.38.description.1": "Lapis has a couple of mystical properties. Its block form is also used in circuitry production.",
    "chapter.4.quest.38.subtitle": "Pack Gunpowder, Lazurite Dust, and Iron Nuggets in Lava",
    "chapter.4.quest.39.subtitle": "Crush Asurine.",
    "chapter.4.quest.4.subtitle": "Mill or crush Cobblestone",
    "chapter.4.quest.40.description.1": "Flint is a very common ingredient for many rock chemistry recipes, often being compacted in Lava.\n\n\nRecipes that use Flint in Lava are not connected to this quest, but be mindful that Flint is not quite as useless as one may think.",
    "chapter.4.quest.40.subtitle": "Wash gravel.",
    "chapter.4.quest.40.title": "Flint (Used in Multiple Places - Read!)",
    "chapter.4.quest.41.description.1": "Iron has many, many uses. ",
    "chapter.4.quest.41.subtitle": "Wash gravel",
    "chapter.4.quest.48.subtitle": "Shapeless crafting with Redstone and Quartz",
    "chapter.4.quest.49.subtitle": "Sand Rose Quartz.",
    "chapter.4.quest.5.subtitle": "There may be a way to automate this later...",
    "chapter.4.quest.50.description.1": "Electron tubes are essential for the production of \"smart\" mechanical machines.",
    "chapter.4.quest.50.subtitle": "Spout Molten Rose Gold onto Polished Rose Quartz.",
    "chapter.4.quest.51.description.1": "Blazing Blood can be used as an alternative to Lava for powering Foundries. It will melt items faster.",
    "chapter.4.quest.51.subtitle": "Foundry smelt living Blazes from a Spawner.",
    "chapter.4.quest.52.description.1": "Blood can be cast into Coagulated Blood, a substitute for Slime.",
    "chapter.4.quest.52.subtitle": "Foundry smelt non-Blazes from Spawners.",
    "chapter.4.quest.53.subtitle": "Shapeless crafting with Lime Dye and Dough",
    "chapter.4.quest.54.subtitle": "Bulk wash Wheat Flour or mix Wheat Flour with Water.",
    "chapter.4.quest.55.subtitle": "Shapeless crafting with Green Dye and White Dye",
    "chapter.4.quest.56.subtitle": "Mill or crush a Green Dye source.",
    "chapter.4.quest.57.subtitle": "Cast Blazing Blood into a Rod Cast.",
    "chapter.4.quest.58.subtitle": "Shaped crafting with Blaze Rods OR grind Blaze Rods",
    "chapter.4.quest.59.subtitle": "Shapeless crafting with Blaze Powder and either Coagulated Blood OR Slimeballs",
    "chapter.4.quest.6.description.1": "Clay is in an important resource in the creation of other materials.",
    "chapter.4.quest.6.subtitle": "Grind Pointed Dripstone OR mill or crush Dripstone OR wash Sand.",
    "chapter.4.quest.60.subtitle": "Bulk wash Magma Blocks.",
    "chapter.4.quest.61.description.1": "Sturdy Sheets have many uses due to their sturdy properties. Train technology also makes use of them.",
    "chapter.4.quest.61.subtitle": "Sequenced assembly (optionally with Lava)",
    "chapter.4.quest.62.subtitle": "Cast Blood into a Casting Table, no Cast Shape required.",
    "chapter.4.quest.63.subtitle": "Place a fueled Foundry under a Spawner.",
    "chapter.4.quest.64.subtitle": "Mill or crush Wheat.",
    "chapter.4.quest.65.description.1": "Seared Bricks allow you to craft Melters, necessary for converting metals into molten form.",
    "chapter.4.quest.65.subtitle": "Bulk blast Grout.",
    "chapter.4.quest.66.subtitle": "Mix Zinc Ingots, Andesite Alloy, and Gravel",
    "chapter.4.quest.67.description.1": "Andesite is ubiquitous in the production of fundamental kinetic machines.",
    "chapter.4.quest.67.subtitle": "Cast Compound Mixture into a Basin or Ingot Cast.",
    "chapter.4.quest.68.subtitle": "Mix Andesite Alloy ingredients.",
    "chapter.4.quest.69.description.1": "Andesite Casing is used to craft basic mechanical machines.",
    "chapter.4.quest.69.subtitle": "Deploy Andesite Alloy onto logs",
    "chapter.4.quest.7.subtitle": "There may be a way to automate this soon...",
    "chapter.4.quest.70.description.1": "Copper Casing is important for crafting machines that act on fluids.",
    "chapter.4.quest.70.subtitle": "Sequenced assembly",
    "chapter.4.quest.71.description.1": "Brass Casing is important for \"smart\" mechanical machines.",
    "chapter.4.quest.71.subtitle": "Pour Molten Brass onto Copper Casing",
    "chapter.4.quest.72.subtitle": "Farm any tree, preferably Rubber trees.",
    "chapter.4.quest.72.task.1.title": "Any #minecraft:saplings",
    "chapter.4.quest.72.title": "Any Tree",
    "chapter.4.quest.73.subtitle": "Farm trees.",
    "chapter.4.quest.73.task.1.title": "Any #minecraft:logs_that_burn",
    "chapter.4.quest.74.subtitle": "Mechanically saw logs",
    "chapter.4.quest.74.task.1.title": "Any #c:stripped_logs",
    "chapter.4.quest.75.description.1": "Charcoal is an efficient renewable fuel source.",
    "chapter.4.quest.75.subtitle": "Bulk blast logs.",
    "chapter.4.quest.76.subtitle": "Mill or crush Rubber Logs.",
    "chapter.4.quest.77.description.1": "Rubber is important for crafting a lot fluid machines and other machines, including item transportation mechanisms.",
    "chapter.4.quest.77.subtitle": "Mix or extract Sap.",
    "chapter.4.quest.78.subtitle": "Haunt Charcoal.",
    "chapter.4.quest.79.subtitle": "Grind Coal",
    "chapter.4.quest.8.subtitle": "Pack Moon Sand and Pointed Dripstone with Lava and Flint",
    "chapter.4.quest.80.description.1": "Diamond is primarily used for decoration.",
    "chapter.4.quest.80.subtitle": "Implosion compress 64x Coal Dust",
    "chapter.4.quest.81.description.1": "Machine Frames are used for basic electrical machines.",
    "chapter.4.quest.81.subtitle": "Sequenced assembly",
    "chapter.4.quest.82.description.1": "Brass is important for the creation of \"smart\" mechanical machines.",
    "chapter.4.quest.82.subtitle": "Heated mix Copper and Zinc, in molten form or ingot form.",
    "chapter.4.quest.83.subtitle": "Melt Brass",
    "chapter.4.quest.84.subtitle": "Automatically pack Lapis Lazuli.",
    "chapter.4.quest.85.subtitle": "Press a Lapis Lazuli Block.",
    "chapter.4.quest.86.subtitle": "Rolling Mill Copper Sheets, or Wire Mill Copper Sheet.",
    "chapter.4.quest.87.subtitle": "Melt Silver.",
    "chapter.4.quest.88.description.1": "Circuits are used in basic electrical machines.",
    "chapter.4.quest.88.subtitle": "Sequenced assembly",
    "chapter.4.quest.89.title": "Andesite (From Elsewhere)",
    "chapter.4.quest.9.subtitle": "Crush Moon Stone",
    "chapter.4.quest.90.title": "Clay Ball (From Elsewhere)",
    "chapter.4.quest.91.title": "Andesite Alloy Nuggets (From Elsewhere)",
    "chapter.4.quest.92.description.1": "Bronze is used for the production of Cogwheels.",
    "chapter.4.quest.92.subtitle": "Shapeless crafting with Tin and Copper, OR mix Molten Copper and Molten Tin",
    "chapter.4.quest.93.title": "Gravel (From Elsewhere)",
    "chapter.4.quest.94.title": "Redstone (From Elsewhere)",
    "chapter.4.quest.95.subtitle": "Mill or crush Bone Meal",
    "chapter.4.quest.96.subtitle": "Mix Molten Copper and Molten Gold.",
    "chapter.4.quest.99.subtitle": "Heated mix Powdered Obsidian, Scoria, Soul Sand, and Magma Cream.",
    "chapter.4.title": "2.5) The Automation Matrix",
    "chapter.5.quest.1.description.1": "Pipelines spawn with dangerous Wither Skeletons and guaranteed Blaze Spawners. With an empty Blaze Burner, you\u0027ll be able to Right-Click Blazes and scoop them up.\n\n\nBlaze Burners let you do heated (and later on, super-heated) recipes, where you can light a fire under a Basin for a Mixer or Press to operate on. A lot of recipes can only be made this way. It\u0027s the reason you really should have fuel automated.",
    "chapter.5.quest.1.subtitle": "Obtain a Blaze from a lost Pipeline on the Moon!",
    "chapter.5.quest.10.description.1": "\"no\"",
    "chapter.5.quest.10.subtitle": "Stop playing Bad Apple on boot, PLEASE",
    "chapter.5.quest.100.description.1": "As you explore the Moon, your factories on Earth may not work. Not just that, some things may only be able to be mined from afar. Although you have Trains to transport materials between unloaded chunks, you\u0027ll want a way to keep chunks loaded. The Chunk Loader does just that.\n\n\nAnd be aware that some servers may disable it, and that too many of these things will lag things up a lot.",
    "chapter.5.quest.100.subtitle": "Want resources to flow even as you explore space?",
    "chapter.5.quest.100.title": "Keep Machines Running",
    "chapter.5.quest.101.subtitle": "\"Say cheese!\" is pretty fitting.",
    "chapter.5.quest.102.description.1": "There are a LOT of new items you can craft with the Mechanical Crafter. This quest lists even more objects you can craft that aren\u0027t worth a special mention.",
    "chapter.5.quest.102.subtitle": "Gotta Craft Them All!",
    "chapter.5.quest.102.title": "Too Many Items!",
    "chapter.5.quest.103.description.1": "Coal (Carbon) can be mixed with Iron to create very sturdy Steel. The Grinder from the Silver path and the Crushing Wheel can produce an equal amount of Coal Dust.\n\n\nIf you have very little Coal on you, Charcoal can be converted to Coal via bulk haunting.",
    "chapter.5.quest.103.subtitle": "Don\u0027t ingest this, it ain\u0027t coke.",
    "chapter.5.quest.103.title": "Miners' Nightmare",
    "chapter.5.quest.104.description.1": "Although you have the means to mix Steel Dust, you don\u0027t have the means to turn it into an ingot. Melting it won\u0027t work either.\n\n\nSteel will have a lot more relevance in Chapter 4.",
    "chapter.5.quest.104.subtitle": "You might see this again in the future.",
    "chapter.5.quest.104.title": "Strong Dust",
    "chapter.5.quest.105.description.1": "To make blast-resistant Cement, Steel and Lime Dust needs to be mixed together with Concrete Powder.\n\n\nClay Dust for the Concrete Powder can be obtained by crushing Limestone, or crushing Clay. The material is too soft for the Grinder to work.",
    "chapter.5.quest.105.subtitle": "This doesn\u0027t make the bucket blast resistant, just the cement in it.",
    "chapter.5.quest.105.title": "Blast-Resistant Cement",
    "chapter.5.quest.106.description.1": "Lastly, all you need to do is pour the Cement into a Casting Basin.\n\n\nBlast-Resistant Concrete is the only material strong enough to withstand the blast of a rocket, while still being cheap enough to obtain in the quantities you need.\n\n\nThat being said, you\u0027ll want to build your landing sites out of this. Rockets can blow up if you don\u0027t land them correctly, and this concrete block will prevent those mishaps from destroying part of your base.",
    "chapter.5.quest.106.subtitle": "More useful then you might realize!",
    "chapter.5.quest.107.description.1": "If you\u0027ve played modded MC before, you probably know high-tier Tinkers\u0027 alloys are made with either the Smeltery or the Alloy Mixer. Both of these have been removed. Instead, all Tinkers\u0027 Constructs alloys are now mixed with heated Basins.",
    "chapter.5.quest.107.subtitle": "Read this if you\u0027re a Tinkers\u0027 Construct expert.",
    "chapter.5.quest.107.task.1.title": "Understood.",
    "chapter.5.quest.107.title": "Where Are My Alloys?",
    "chapter.5.quest.108.description.1": "Not only are Integrated Circuits used in many machines in the near future, but much like casings, they are a tiered object. You will create more advanced circuits from Integrated Circuits.\n\n\nOf course, you can get far with only semi-automating it.",
    "chapter.5.quest.108.subtitle": "They\u0027re kind of important to technology!",
    "chapter.5.quest.108.title": "Automate Circuits",
    "chapter.5.quest.109.description.1": "Electric motors do the reverse of alternators: they take electricity and turn it into rotational power. There\u0027s a conversion loss made when doing this - you\u0027ll only use 75% of energy that was made with the alternator. Despite that, wires solve all sorts of issues with gear shifts and axis transfering. Plus, later on you\u0027ll have access to powerful electrical generators that may replace traditional kinetic sources entirely.",
    "chapter.5.quest.109.subtitle": "Electricity can be turned back into kinetic energy",
    "chapter.5.quest.109.title": "The Third or Fourth Kinetic Source!",
    "chapter.5.quest.11.description.1": "You still can\u0027t program though!",
    "chapter.5.quest.11.subtitle": "There are so many uses for this!",
    "chapter.5.quest.110.description.1": "Diamond-grit Sand Paper is far more efficient than regular Sand Paper. Although you will have to say goodbye to one of your Diamonds to get Diamond Dust, it\u0027s worth not having to replace your Sand Paper every five seconds.",
    "chapter.5.quest.110.subtitle": "I mean, what else would you use Diamonds for?",
    "chapter.5.quest.110.title": "I Hate Sand Paper",
    "chapter.5.quest.111.description.1": "One special resource the Grinder can produce is Gunpowder from Dried Kelp. Although we\u0027re not expecting you to use a lot of TNT, Gunpowder may have a helpful role in creating a special blue rock...",
    "chapter.5.quest.111.subtitle": "Good grief!",
    "chapter.5.quest.111.title": "Easy Gunpowder",
    "chapter.5.quest.112.description.1": "Crushing Limestone will give you Lime, a necessary ingredient for creating Big-Boy Concrete!\n\n",
    "chapter.5.quest.112.title": "Goes great with lemons!",
    "chapter.5.quest.113.description.1": "With a steady source of Blaze Powder and a source of Slime (alternative or otherwise), you now have a path to make Obsidian by cooling Magma Blocks.\n\n\nSturdy Sheets become more and more relevant, and are pretty important to the Silver path. You may want to consider automating them.",
    "chapter.5.quest.113.subtitle": "These have been popping up more and more.",
    "chapter.5.quest.113.task.1.title": "4x64 Sturdy Sheets",
    "chapter.5.quest.113.title": "Automate Sturdy Sheets",
    "chapter.5.quest.114.description.1": "The drill acts like an all-purpose pickaxe.\n\n\nThe Jackhammer functions as an efficient pickaxe, except that it\u0027s the lowest tier of tool. That is, it can only mine rocks, not ores.\n\n\nCraft whichever looks the most interesting to you.",
    "chapter.5.quest.114.subtitle": "Love me some Minin\u0027!",
    "chapter.5.quest.114.title": "Craft a Drill or Jackhammer",
    "chapter.5.quest.115.description.1": "It cuts trees.",
    "chapter.5.quest.115.subtitle": "Love me some trees!",
    "chapter.5.quest.115.title": "Craft a Chainsaw",
    "chapter.5.quest.116.description.1": "It zapz Saps",
    "chapter.5.quest.116.subtitle": "Love me some Sap!",
    "chapter.5.quest.116.title": "Electrify Your Rubber Collection",
    "chapter.5.quest.117.description.1": "The Rockcutter acts as a Diamond Pickaxe with Silk Touch.",
    "chapter.5.quest.117.subtitle": "Love me some rocks!",
    "chapter.5.quest.117.title": "Craft a Rockcutter",
    "chapter.5.quest.118.description.1": "The Accumulator really does act like a giant battery. Its tooltip has more information about how it works.",
    "chapter.5.quest.118.subtitle": "Eyooo it\u0027s like a battery?!?",
    "chapter.5.quest.118.title": "Save Your Power",
    "chapter.5.quest.119.description.1": "This handy box will charge batteries and power tools, thus making your tools truly reusable.",
    "chapter.5.quest.119.subtitle": "Tesla Coils won\u0027t work",
    "chapter.5.quest.119.title": "Charge your tools",
    "chapter.5.quest.12.description.1": "Rifles are exceptionally powerful in conjunction with potion arrows. Might be a neat investment, mm?",
    "chapter.5.quest.12.subtitle": "They say happiness is a warm gun.",
    "chapter.5.quest.12.title": "For his neutral special he wields a gun",
    "chapter.5.quest.120.description.1": "Pressing Steel Dust in a heated Basin will coat your Sturdy Armor in a layer of Steel!\n\n\nIt is equivalent to Diamond, and worth making for the aesthetic alone...",
    "chapter.5.quest.120.subtitle": "Hope that pun doesn\u0027t weigh you down.",
    "chapter.5.quest.120.title": "What a Steel!",
    "chapter.5.quest.121.subtitle": "Chapter 3.5 Unlock",
    "chapter.5.quest.121.title": "A Curious Meteorite...",
    "chapter.5.quest.122.description.1": "Much like generating other celestial stones, Moon Stone can be farmed in the Stone Growth Chamber on the Moon. This wouldn\u0027t be helpful on its own, but now you can crush Moon Stone into Moon Sand to be washed.",
    "chapter.5.quest.122.subtitle": "In case you wondering how to automate Desh.",
    "chapter.5.quest.122.title": "Moon Stone Generator",
    "chapter.5.quest.123.description.1": "By default all sides of Tech Reborn machines are LOCKED. To adjust this you will need to open the block's GUI and click the wrench icon.\n\n\nYou now get to manually configure all individual slots to have a direction input/output based on which sides you wanted to use Funnels to input those items from.\n\n\nRed \u003d Editable slots\nBlue \u003d Input Face\nOrange \u003d Output Face\nGreen \u003d Accepts Both\n\n\nThis remedies the age old issue default blocks have in which predetermined input/output directions for specific slots limit automation design *heavily*.",
    "chapter.5.quest.123.subtitle": "A quick crash course on how to automate these funny little blocks.",
    "chapter.5.quest.123.task.1.title": "Cool!",
    "chapter.5.quest.123.title": "How do I input/output from these machines?",
    "chapter.5.quest.124.title": "Ores of the Moon",
    "chapter.5.quest.124.task.8.title": "I understand!",
    "chapter.5.quest.13.description.1": "Rather than being dead weight, Deepslate can be crushed into random ores at extremely low odds. That tunnel bore filled with 100k Deepslate now has a use...\n\n\nYou can also craft Cobbled Deepslate out of Flint, if you find it trashing your inventory too much.",
    "chapter.5.quest.13.subtitle": "Crush for assorted goodies.",
    "chapter.5.quest.13.task.1.title": "32x64 Cobbled Deepslate",
    "chapter.5.quest.13.title": "The Ultimate Recycling Project",
    "chapter.5.quest.14.description.1": "\n\nThe Plantball will fall apart if sent directly to the Compressor. Pre-press it a bit.\nSome Plantballs will break apart, so be ready to dispose or recycle the defects.",
    "chapter.5.quest.14.title": "Vegan fuel? Closer than you think!",
    "chapter.5.quest.15.description.1": "You do not want ANY impurities in rocket fuel. Wash them away.",
    "chapter.5.quest.15.subtitle": "Wet some fertiliser into submission.",
    "chapter.5.quest.15.title": "Pure Fuel",
    "chapter.5.quest.16.description.1": "Welcome to Chapter 3! Things will start feeling truly challenging. Recipe chains will be long and complicated and it will no longer be sufficient to semi-automate or even fully automate basic resources; you will need to automate crafted items such as casings, Electron Tubes, Cables, Cogwheels, and circuits.\n\n\nHowever, the Moon provides many invaluable resources for accomplishing this. The bottom path will have irreplacable utilities for managing the logistics of so many resources, while the top paths will give you a glimpse of the world of electricity with new tools to process materials in new ways. Both paths will give methods needed to fully automate any kind of Earth resource you can imagine.\n\n\nOvercome science and you\u0027ll use it to explore the stars above. Don\u0027t let the sinking hole of over-engineering trap you though; automation quests are there to tell you something can be automated, not that it must.",
    "chapter.5.quest.16.subtitle": "Read me!",
    "chapter.5.quest.16.task.1.title": "Understood.",
    "chapter.5.quest.16.title": "Welcome to the Moon!",
    "chapter.5.quest.17.description.1": "Both sides of this tree will converge at the end, making them both mandatory.\n\n\nIn this path, you\u0027ll explore electricity and specialized machines. Getting rotation power around the base can be made much easier, and although these machines may not impact you as much as the Brass path, they\u0027ll become more and more important as you dive deeper into the cosmos.",
    "chapter.5.quest.17.subtitle": "Let\u0027s get electrical!",
    "chapter.5.quest.17.title": "The Path of Silver",
    "chapter.5.quest.18.description.1": "By washing Moon Sand in the same way you\u0027d make an Iron farm, you can obtain a renewable source of Desh Nuggets.\n\n\nMoon Sand itself can be semi-automated by crushing Moon Stone into Sand, which you will soon be able to achieve with Crushing Wheels.\n\n\nMoon Stone can be made by having flowing Lava touch Water over another Moon Stone block, which you will be able to turn into Moon Sand further into the quest. This has a chance to create Basalt, though!",
    "chapter.5.quest.18.subtitle": "This process applies the same to each planet\u0027s primary sand and material.",
    "chapter.5.quest.18.task.1.title": "8x64 Desh Nugget",
    "chapter.5.quest.18.title": "Automate Desh!",
    "chapter.5.quest.19.description.1": "Brass Casing is needed for the smartest and most useful of Create machines - Machines with \"smart\" functionality. It is essential for logistics in large, complicated factories.\n\n\nBrass Casing is the final tier of casing, at least for Create machines. Future casings from Tech Reborn are more advanced still.\n\n\nReminder that Tinkers\u0027 Faucets and Create Spouts are fully automatable; don\u0027t expose yourself to unnecessary manual labour!",
    "chapter.5.quest.19.subtitle": "Pour Molten Brass onto Copper Casing to craft Brass Casing.",
    "chapter.5.quest.2.description.1": "Put Brass production into OVERDRIVE as you\u0027ll want to use many of its unique tools. Even if you have automation going on, you may want to consider investing in a quarry or tunnel bore so that quick injections of these can be made into your life.\n\n",
    "chapter.5.quest.2.subtitle": "Discover the most stylish alloy!",
    "chapter.5.quest.2.title": "The World of \"Smart\"",
    "chapter.5.quest.20.description.1": "Both sides of this tree will converge at the end, making them both mandatory.\n\n\nThe path of Brass will lead you to the ultimate ends of both the Tinkers\u0027 Construct and the Create mod. You\u0027ll have every tool you need to fully manage intricate production lines.",
    "chapter.5.quest.20.subtitle": "This wasteland is littered with pipelines... what for?",
    "chapter.5.quest.20.task.1.title": "Find a Lunar Pipeline",
    "chapter.5.quest.20.title": "The Path of Brass",
    "chapter.5.quest.21.description.1": "Lapis Sheets are ingredients in very few recipes, but they have one main use: Integrated Circuits.\n\n\nA lot of recipes will use Integrated Circuits.",
    "chapter.5.quest.21.subtitle": "Roundabout importance",
    "chapter.5.quest.21.title": "Essential Plate #2",
    "chapter.5.quest.22.description.1": "Integrated Circuits are used in all sorts of machines.",
    "chapter.5.quest.22.subtitle": "Funny you invent circuits before electricity...",
    "chapter.5.quest.22.title": "Digital Revolution",
    "chapter.5.quest.23.description.1": "Machine frames are the basis of many Silver electrical machines. They will also be used to craft even further tiers of casings.",
    "chapter.5.quest.23.subtitle": "Those Andesite Casings have come a long way...",
    "chapter.5.quest.23.title": "Tier III Casings",
    "chapter.5.quest.24.description.1": "...batteries store energy.",
    "chapter.5.quest.24.subtitle": "In case you didn\u0027t know what batteries do...",
    "chapter.5.quest.24.title": "The Basics of Energy Storage",
    "chapter.5.quest.25.description.1": "The Create Additions Rolling Mill had its run as being the cool new thing :(\n\n\n...Just in time for Tesla Coils to be the cool new creative addition.\n\n\nIt will produce Tech Reborn cables and Create Additions cables at an improved rate, but it won\u0027t produce Create Additions rods, so do actually keep your Rolling Mill around.",
    "chapter.5.quest.25.subtitle": "Save on some resources this way. Entirely optional.",
    "chapter.5.quest.25.title": "Efficiently Produce Wires.",
    "chapter.5.quest.26.description.1": "Many more recipes included to cater for automation of resources. A lot of these are dyes, but there are some useful dyes.",
    "chapter.5.quest.26.subtitle": "Increase the efficiency of converting tree Sap into Rubber using an Extractor.",
    "chapter.5.quest.26.title": "HUGE Rubber gainz!",
    "chapter.5.quest.27.description.1": "Electrical machines allow you to either do new things, or do things more efficiently than ever before.\n\n\nThe Compressor allows you to compress items so hard that they become \"plates.\" It is also strong enough to turn organic matter into fuel.",
    "chapter.5.quest.27.title": "The Compressor",
    "chapter.5.quest.28.description.1": "This is one of the three essential components for spaceflight. The other two are rocket pieces and a workbench to assemble the rocket.\n\n\nIf you wish to store the fuel in Fuel Tanks, you\u0027ll need to run the Cell over an Item Drain.",
    "chapter.5.quest.28.subtitle": "Use that Canning Machine to load pure Biomatter into liquid form.",
    "chapter.5.quest.28.title": "Prepare the biofuel",
    "chapter.5.quest.29.description.1": "The Alternator takes kinetic rotation and produces an electrical charge using magnets.\n\n\nThis energy can be transfered around with cables or wires, and be stored in batteries. Many machines will only operate on electricity.",
    "chapter.5.quest.29.subtitle": "You\u0027ll need pretty powerful kinetic sources to make good use of this!",
    "chapter.5.quest.29.title": "The First Electricity Source!",
    "chapter.5.quest.3.description.1": "Mechanical Crafters can craft stuff for you. Almost every Crafting Table recipe is supported.\n\n\nNot only that, but Mechanical Crafters can extend past the normal 3x3 grid available to Tables. A handful of recipes producing large objects can only be made with the help of these machines.\n\n\nBut wait, there\u0027s more! The Precision Mechanisms inside allow you to craft certain dedicated hand-crafting recipes, even if they are smaller than a 3x3 grid.\n\n\nThere are so many new recipes that this questbook can\u0027t show them all. Check out what you can make with REI!",
    "chapter.5.quest.3.subtitle": "Imagination\u0027s the automation limit now!",
    "chapter.5.quest.3.title": "Automate the World!",
    "chapter.5.quest.30.description.1": "The Connector attaches to either an energy producer, or an energy consumer. Once attached, a Copper Spool can be attached between them, allowing electricity to be passed around.\n\n\nThe Copper Spool only has so much range. If you need it to travel even farther distances, than you can use Connectors attached to flat surface as a middle point.\n\n\nTech Reborn Insulated Cables can also transfer energy around, but are much uglier and clunky.",
    "chapter.5.quest.30.subtitle": "All your energy can be transferred around with easy-to-use wires now!",
    "chapter.5.quest.30.title": "Power the World!",
    "chapter.5.quest.31.description.1": "Crouch and Right-Click to open its UI. From there, Biofuel can be deposited. It can store up to three buckets; that being said, it's a smart idea to keep some spare. Being stranded is the worst thing that can happen to you.\n\n\n\n\nRight-Click to enter the rocket. After holding Space for awhile you\u0027ll launch off and gain access to a planetary selection system. You can\u0027t explore every planet just yet, but you\u0027ll still have some new options.\n\n\nAfter selecting a location, you\u0027ll descend to the planet in a lander. Space will decelerate it. Make sure you do not hit the ground too fast: the lander will explode and you\u0027ll be left with no way home. The truly paranoid will take two rockets. F5 can help with the landing process.\n\n\nHappy space-faring! There\u0027s a whole solar system to discover!",
    "chapter.5.quest.31.subtitle": "Not sponsored by SpaceX.",
    "chapter.5.quest.31.title": "We\u0027re going to Mars",
    "chapter.5.quest.32.description.1": "The NASA workbench is used exclusively for crafting rockets. This thing requires electricity!\n\n\nWhat the heck\u0027s a NASA in this universe?",
    "chapter.5.quest.32.subtitle": "Produce a NASA workbench for rocket creation",
    "chapter.5.quest.32.title": "Those hands sure can craft",
    "chapter.5.quest.33.description.1": "Especially useful for space.",
    "chapter.5.quest.33.subtitle": "A little more expensive, but allows for easy movement of power generation.",
    "chapter.5.quest.33.title": "Space Powah",
    "chapter.5.quest.34.description.1": "They may not be more powerful than upgraded Tinkers\u0027 tools, but enchanting via the old way and keeping them forever can be pretty handy.\n\n\nA description of what they do is in each relevant quest.",
    "chapter.5.quest.34.subtitle": "These have no durability, are enchantable, but require power as a resource instead!",
    "chapter.5.quest.34.task.1.title": "Understood.",
    "chapter.5.quest.34.title": "I Got Some New Tools for Ya",
    "chapter.5.quest.35.description.1": "The Redstone Chip\u0027s specialization in frequency operations turns out to be particularly good for space traveling navigation. It just needs a little more sprucing up so measurements and calculations are as precise as they can be.\n\n\nThere are very few items that need a Navigation Mechanism, but a NASA Workbench is one of them.",
    "chapter.5.quest.35.subtitle": "Raow",
    "chapter.5.quest.35.title": "Navigation Systems: Check",
    "chapter.5.quest.36.description.1": "Desh is used in specialized space machinery. Although it won\u0027t help your factories, Desh becomes important later on, so you\u0027ll want to collect it when you can.",
    "chapter.5.quest.36.subtitle": "It does look tasty, doesn\u0027t it.",
    "chapter.5.quest.36.title": "Desh Race",
    "chapter.5.quest.37.description.1": "It\u0027s time to introduce yourself to some porky friends.",
    "chapter.5.quest.37.subtitle": "Chapter 4 unlock.",
    "chapter.5.quest.37.task.1.title": "Visit Dimension: Mars",
    "chapter.5.quest.37.title": "The Piglin Planet",
    "chapter.5.quest.38.description.1": "By using airlocks and solid blocks, you can stop air from leaking out.",
    "chapter.5.quest.38.subtitle": "If you have plans to base on the Moon or any other celestial body without Oxygen, you\u0027ll need to set up an Oxygen Distributor connected to a decent source of Oxygen.",
    "chapter.5.quest.38.title": "Living on the Moon!",
    "chapter.5.quest.39.description.1": "Requires an adjacent power source to turn on.\n\n\nLamps require Coal Dust, which can be made from the Grinder or Crushing Wheels.",
    "chapter.5.quest.39.subtitle": "Light up the world with snazzy new lights.",
    "chapter.5.quest.39.title": "Let There be LED.",
    "chapter.5.quest.4.description.1": "Precision Mechanisms are used in all sorts of powerful Create utilities. You\u0027ll find yourself smiling each time you craft one.\n\n",
    "chapter.5.quest.4.subtitle": "A common crafting component.",
    "chapter.5.quest.40.description.1": "Tech Reborn storage units can be upgraded to store many more objects.\n\n\nWith the capability to directly manage resource paths on the bottom path, they can be valuable as final resource resting places.",
    "chapter.5.quest.40.subtitle": "Store 128 stacks in one block!",
    "chapter.5.quest.40.title": "Upgrading storage units.",
    "chapter.5.quest.41.description.1": "Evidence of many great technological advances now stand in ruins... There are few signs of any remaining life here.",
    "chapter.5.quest.41.subtitle": "Uncover the site of a disaster.",
    "chapter.5.quest.41.task.1.title": "Find a Nuclear Reactor",
    "chapter.5.quest.41.title": "Nuclear?",
    "chapter.5.quest.42.description.1": "Scorched Tables! These cute little things act slightly differently to regular seared components, in that they REQUIRE a cast before they will accept any kind of recipe.\n\n\nThis is both limiting (can\u0027t cast some items such as Iron Bars) but also incredibly useful (you can leave a faucet Redstone-powered and not worry about coming back to your reinforcement automator with 10 stacks of Iron Bars in the Chest)",
    "chapter.5.quest.42.subtitle": "Only if you like keeping colours consistent.",
    "chapter.5.quest.42.title": "Not So Practical Deco",
    "chapter.5.quest.43.description.1": "This still-warm block can only be found on the Moon, and will be needed to make bigger melting systems than those puny Melters.",
    "chapter.5.quest.43.subtitle": "Find Scoria within the Moon\u0027s caverns.",
    "chapter.5.quest.43.title": "Gather for a More Efficient Smeltery",
    "chapter.5.quest.44.description.1": "The Foundry is capable of smelting at even higher levels of efficiency compared to the Melter, and produces secondary metals when melting.\n\n\nNot only that, but Foundries operate as a Fluid Tank that can store multiple fluids. They can work with Smart Pipes, too. It won\u0027t be the best way to organize fluids but this feature may be handy to you.\n\n\nFor instructions on how to build one, read both these guides. Do note that this modpack skips over \"Smelteries\" entirely, which the light gray book deals with. Both Smelteries and Foundries have a lot in common though, and both books will teach you the best tool materials and upgrades available to you.",
    "chapter.5.quest.44.subtitle": "Get yourself a Tinkers\u0027 multiblock Foundry",
    "chapter.5.quest.44.title": "Even Better Smelting",
    "chapter.5.quest.48.description.1": "The recipe doesnt show in REI, it will work regardless.\n(Press [U] on a Tesla Coil instead.)",
    "chapter.5.quest.48.subtitle": "By using a Create Additions Tesla Coil™, you can electrify these Synthetic Redstone Crystals as a renewable source of Redstone Dust.",
    "chapter.5.quest.48.task.1.title": "8x64 Redstone",
    "chapter.5.quest.48.title": "Automate Redstone!",
    "chapter.5.quest.49.description.1": "One slot is all you need, but technology is about having MORE THAN YOU NEED!!!",
    "chapter.5.quest.49.subtitle": "How many slots does a man really need?",
    "chapter.5.quest.49.title": "These chests are just getting silly...",
    "chapter.5.quest.5.description.1": "Crushing is a very important industrial process. It has multiple uses:\n\n\n1) It can \"crush\" Raw Ore into Crushed Ore, giving bonus yields as well as XP Nuggets. The XP can be cashed in at any time, but you might need it more later...\n\n\n2) It\u0027s an improved mill. Any recipe the Millstone has, the Crushing Wheels can do too, and usually with bonus yields.\n\n\n3) It has some unique processing recipes. In general, if a stone has a \"sand\" version of it, if you can expect to be able to crush the item into its sand. It can also extract special dusts out of many different blocks. This is similiar to the Grinder, but the big difference is that Crushing Wheels crush whole blocks into dust, while the Grinder grinds items.",
    "chapter.5.quest.5.subtitle": "Like grinding but different",
    "chapter.5.quest.5.title": "CRUSH",
    "chapter.5.quest.50.subtitle": "Learn the resources you can find on the Moon.",
    "chapter.5.quest.50.title": "Lunatic Scavanger",
    "chapter.5.quest.51.description.1": "It might be worth setting up an outpost for fast travel, as planets are only 1:2.\n\n\nAlso, it\u0027s really awesome to live in space.\n\n\nBe alert that the space station does not come with Oxygen generation or distribution capabilities. You will have to set it up yourself after it\u0027s made. That, and you can crash your lander into this space station. Don\u0027t do that.",
    "chapter.5.quest.51.subtitle": "Orbit dimensions have a 1:8 block travel ratio, just like the Nether.",
    "chapter.5.quest.51.title": "Create a Space Station!!",
    "chapter.5.quest.52.description.1": "Seed Oil, which our Biofuel will be derived from, is made by compressing heated seeds. There are many seeds to choose from, so automate whichever one makes the most sense to you.",
    "chapter.5.quest.52.subtitle": "Automate a seed.",
    "chapter.5.quest.52.task.2.title": "Any seeds",
    "chapter.5.quest.52.title": "Fast Food Fuel",
    "chapter.5.quest.53.description.1": "Seed Oil will need to be mixed with plant matter in order to coalesce. Too many nutrients will interfere with the chemistry, so your options are limited.\n\n\nYou can take advantage of an existing tree farm to automate leaves. This will require a way to restock it with shears however.\n\n\nA grass farm might be simpler, especially since you won\u0027t need to hotpatch your tree farm. However, you\u0027ll still need a Deployer with shears, and you will also need to find a way to deploy bone meal to grass as well.",
    "chapter.5.quest.53.subtitle": "Automate one of these.",
    "chapter.5.quest.53.task.1.title": "Any leaves",
    "chapter.5.quest.53.task.2.title": "Any type of grass",
    "chapter.5.quest.53.title": "Plant Materials",
    "chapter.5.quest.54.description.1": "Mixing Seed Oil and plant material will clump it into a loose organic compound that can be refined further.",
    "chapter.5.quest.54.subtitle": "Not a paintball",
    "chapter.5.quest.54.title": "Painballs",
    "chapter.5.quest.55.description.1": "Use the Compressor. It smells like MacDonalds.",
    "chapter.5.quest.55.subtitle": "Just some final processing to do.",
    "chapter.5.quest.55.title": "We\u0027re Going to Burn Dead Things",
    "chapter.5.quest.56.description.1": "Biomass can be refined into Biomatter Pellets, a very efficient solid fuel source to power Furnaces and other such machines. It might be worth using some Biomatter for this, or coming back to this recipe once there is excess rocket fuel.",
    "chapter.5.quest.56.subtitle": "A healthy Coal alternative",
    "chapter.5.quest.56.title": "Impure Fuel",
    "chapter.5.quest.57.description.1": "The Hazmat Suit will let you wade through Lava. It also has fall damage resistance and protects you from freezing.\n\n\nIt won\u0027t give you Oxygen though.",
    "chapter.5.quest.57.subtitle": "More useful on Earth than the Moon...",
    "chapter.5.quest.57.title": "Hazmat Protection",
    "chapter.5.quest.58.task.1.title": "Visit Some Lunar Wastelands",
    "chapter.5.quest.58.task.2.title": "Visit Some Lunar Basalt Deltas",
    "chapter.5.quest.58.task.3.title": "Visit a Toxic Heap",
    "chapter.5.quest.58.title": "Lunatic Traveller",
    "chapter.5.quest.59.description.1": "Tesla Coils are unique in that they operate like kinetic machines, but they use electricity.\n\n\nThe low current but high voltage they produce can be used to provide a current to materials that can ionize into something different. Nice!\n\n\nDESPITE WHAT ITS PONDER/DESCRIPTION SAYS, IT CAN NOT CHARGE ELECTRICAL TOOLS AND BATTERIES. Use a Battery Box for that!",
    "chapter.5.quest.59.subtitle": "Zap!",
    "chapter.5.quest.6.description.1": "Effectively a minor upgrade to Iron, except with a major enchanting bonus allowing for easy God-tier enchants.",
    "chapter.5.quest.6.subtitle": "...and highly enchantable!",
    "chapter.5.quest.6.title": "It\u0027s like Copper but cooler...",
    "chapter.5.quest.60.description.1": "Brass Funnels operate like Andesite Funnels except for two important distinctions: they can filter what what they take or give, and they can input or output up to a whole stack at a time.\n\n\nCertain contraptions can operate on entire stacks at a time such as bulk washing, haunting, and blasting, although be aware that more time is needed to process stacks.\n\n\nVaults are also made much more useful. Having Vaults output entire stacks of a material onto a Depot can be a great way to have you ready to pick up goodies.",
    "chapter.5.quest.60.subtitle": "The most useful Brass gizmo",
    "chapter.5.quest.60.title": "Brass Funnel, My Beloved",
    "chapter.5.quest.61.description.1": "Remember how niche Andesite Tunnels were, especially since Chutes were the only way to get stacks onto a Belt?\n\nWell...\nTunnels allow you to filter items onto different branches at a Belt intersection. Not only that, but if you put adjacent Brass Tunnels on top of adjacent Belts, they can split the stack evenly or round-robin, allowing you divide up where resources go on the fly.",
    "chapter.5.quest.61.subtitle": "WOW!",
    "chapter.5.quest.61.title": "Funnel\u0027s Chad Sibling",
    "chapter.5.quest.62.description.1": "Smart Chutes are like normal Chutes, except that you can filter what gets dumped and by how much.\n\n\nThey can also be turned on and off by Redstone signal. This, in combination with Stockpile Switches, can make for an effective way to get rid of excess items in a single inventory.",
    "chapter.5.quest.62.subtitle": "Dump things with intelligence.",
    "chapter.5.quest.63.description.1": "Mechanical Arms can take items off of Belts and Depots and put them somewhere else, including other Depots and Belts, as well as into Funnels.\n\n\nThey\u0027re great if setting up Belts is too complicated if you only need to move an item by six feet, or you need items to go onto diverging paths/converging endpoints.",
    "chapter.5.quest.63.subtitle": "It\u0027s the future of industry!",
    "chapter.5.quest.64.description.1": "The Rotation Speed Controller lets you set the speed of rotation. It needs a large Cogwheel on top to work.\n\n\nIt\u0027s as useful as it sounds. You\u0027ll want a couple of these.",
    "chapter.5.quest.64.subtitle": "This makes a mockery of engineering.",
    "chapter.5.quest.64.title": "No More Gearshifting",
    "chapter.5.quest.65.description.1": "A Redstone Link will transmit a Redstone signal wirelessly. They must be set to receive or broadcast with a Wrench, and the wireless channel is determined by the combination of items in its two slots.\n\n\nThey\u0027re lifesavers for anything involving Redstone, and are especially helpful when used in combination with Sequenced Gearshifts and Stockpile Switches.",
    "chapter.5.quest.65.subtitle": "Great with Sequenced Gearshifts, and Stockpile Switches, and, and, and...",
    "chapter.5.quest.65.title": "Wireless Redstone",
    "chapter.5.quest.66.description.1": "Here\u0027s an especially handy gadget.\n\n\nStockpile Switches can be set to broadcast a Redstone signal when an inventory has reached a certain threshold, and will turn off once it drops below a threshold.\n\n\nThis is handy for dumping inventories when clogged up. This also helps manage fine control of what resources are being made. You don\u0027t really need any more than four stacks of Andesite Casing at a time, yeah? Use this, and now any extra Andesite Casings produced can continue to be transformed into Copper and Brass Casings.",
    "chapter.5.quest.66.subtitle": "LOGISTICS",
    "chapter.5.quest.67.description.1": "Certain Chapter 2 recipes are now simpler. Even if Brass is a bit rarer, the simplified recipes are a huge ease of mind.",
    "chapter.5.quest.67.subtitle": "The Observer recipes were so cursed!",
    "chapter.5.quest.67.title": "Simpler Ways",
    "chapter.5.quest.68.description.1": "Sequenced Gearshifts let you you specify a sequence of rotations. For example, when it receives a Redstone signal, it can rotate something exactly 60 degrees, regardless of output speed specified.\n\n\nThey can work on Mechanical Bearings. There\u0027s also a few items that were actually available to you all along, but don\u0027t make a lot of sense to use without Sequenced Gearshifts.\n\n\nOf course, having blocks move around doesn\u0027t help you too much. There is one exception though: you need a way to keep all that air in your Moon base from leaking out, yeah? Until you can build airlocks, Sequenced Gearshifts are the most reliable way to lock air.",
    "chapter.5.quest.68.subtitle": "These Gearshifts let you overengineer everything!",
    "chapter.5.quest.68.title": "CUSTOM AIRLOCKS",
    "chapter.5.quest.69.description.1": "The Grinder is like the Millstone: it crushes things down to a more reduced form.\n\n\nThis Grinder specializes in precision and sharpness. It can efficiently grind up any resources that can fit within it. This improves yields for some objects! There\u0027s also unique materials that can only be made from this machine. Granted, most of them are dusts that don\u0027t help you out at the moment.\n\n\nIt\u0027s similiar to the Crushing Wheel from the bottom path. The difference is that the Crushing Wheel operates on whole blocks, while the Grinder operates on individual items. Sometimes there is overlap between these two machines, however.",
    "chapter.5.quest.69.subtitle": "Like crushing but different",
    "chapter.5.quest.69.title": "GRIND",
    "chapter.5.quest.7.description.1": "A large Mechanical Crafting setup will be needed for this recipe. With it crafted, you\u0027ve got yourself the perfect base to launch a rocket from.\n\n\nYou\u0027ll need two - you\u0027ll want to leave whichever planet you go to, right?",
    "chapter.5.quest.7.subtitle": "Probably shouldn\u0027t launch that rocket from some grass.",
    "chapter.5.quest.7.title": "We\u0027re Gonna Need a Bigger Crafter...",
    "chapter.5.quest.70.description.1": "The Smart Observer can broadcast a Redstone signal whenever an inventory has a matching item.\n\n\nNot too useful if you\u0027ve managed your factories well enough, you should already know what\u0027s in an inventory. That being said, put it your inventory Crafting Table and...",
    "chapter.5.quest.70.subtitle": "\u0022What\u0027s in the box?\u0022 \u0022Pain.\u0022",
    "chapter.5.quest.71.description.1": "A LOT of machinery uses Silver Plates. This stuff is more valuable than Gold.",
    "chapter.5.quest.71.subtitle": "Very essential",
    "chapter.5.quest.71.title": "Essential Plate #1",
    "chapter.5.quest.72.description.1": "There are a few solids that can only be turned into liquids when contained in an air-tight cell. The Canning Machines allow you to do this.\n\n\nThere\u0027s very few items that require this though, but there\u0027s one you might need.",
    "chapter.5.quest.72.subtitle": "Wow, this is worthless.",
    "chapter.5.quest.73.description.1": "The Gantry Shaft allows you to push connected structures back and forth along a connected \"gantry\".\n\n\nCombined with a Sequenced Gearshift, this allows you to create contraptions such as elevators and moving platforms.",
    "chapter.5.quest.73.subtitle": "This allows you to move things back and forth.",
    "chapter.5.quest.73.title": "Useful Moving Contraption #1",
    "chapter.5.quest.74.description.1": "The Rope Pulley can be lowered and will attach to connected structures. It can also move structures up and down.\n\n\nCombined with a Sequenced Gearshift, it can be used to make an elevator, or to vertically transport inventories.\n\n\nVery inventive engineers might be able to make a quarry with this, as machines like Drills work on structures being moved around via Rope Pulleys much like they do on Mechanical Bearings, Trains, and Cart Contraptions. This applies to Pistons and Gantries too.",
    "chapter.5.quest.74.subtitle": "This allows you to move things back and forth.",
    "chapter.5.quest.74.title": "Useful Moving Contraption #2",
    "chapter.5.quest.75.description.1": "The Mechanical Piston can be push connected contraptions forwards. The sticky version can push them back and forth. They resemble regular Minecraft Pistons, although their range can be made longer than their Redstone counterpart.\n\n\nCombined with a Sequenced Gearshift, they can be used to make elevators. Weird how that works.\n\n\n(A lowkey practical use for them is pushing blocks made in a Cobblestone or Basalt Generator to a Drill placed in a more convenient spot.)",
    "chapter.5.quest.75.subtitle": "This allows you to move things back and forth.",
    "chapter.5.quest.75.title": "Useful Moving Contraption #3",
    "chapter.5.quest.76.description.1": "Rocket biofuel is a difficult process, especially with the technology you have available to you. Automating it will test your factory-building skills, but the stars beckon you to discover a new age within them.\n\n\nAlthough you can do this as you complete the chapter, you will need certain tools from both sides of the tree in order to complete this challenge.",
    "chapter.5.quest.76.subtitle": "You can start production of rocket fuel early if you want!",
    "chapter.5.quest.76.task.1.title": "Let\u0027s Go!",
    "chapter.5.quest.76.title": "Let\u0027s Set Up Fuel Production Line",
    "chapter.5.quest.77.description.1": "The Desh Plate is needed in many manners of space utilities and crafts.",
    "chapter.5.quest.77.subtitle": "Desh makes a comeback!",
    "chapter.5.quest.77.title": "The Fabled Desh Plate",
    "chapter.5.quest.78.description.1": "Electrum has limited technical applications, mostly for finely-modulated electric currents in circuity that specializes in waves.\n\n\nIt\u0027s normally used as an equipment material. Tinkers\u0027 tools made with this give you more experience than usual! After all, you did go through a lot of experience to come this far.",
    "chapter.5.quest.78.subtitle": "Will melt you and electrocute you!",
    "chapter.5.quest.79.description.1": "\n\nYou can make Nether Grout out of it too.",
    "chapter.5.quest.79.subtitle": "Hey, did you know that you can make Magma Blocks out of these?",
    "chapter.5.quest.8.description.1": "Boilers - essentially steam power - blow every other kinetic energy source out of the water. They involve a giant Fluid Tank with Water constantly pumped into them and Blaze Burners constantly lit below it. The setup is more complicated to manage, so the Ponder system is recommended.\n\n\n\n\nAim for a Level 9 Boiler as these are incredibly efficient for their cost. The moment electricity generation enters the room those stress units will be eaten up in no time.",
    "chapter.5.quest.8.subtitle": "Ultimate Kinetic Power",
    "chapter.5.quest.8.title": "Operate a boiler, young wolf.",
    "chapter.5.quest.80.description.1": "Also don\u0027t eat this.",
    "chapter.5.quest.80.subtitle": "Nether means \u0027Nether one of my b****es",
    "chapter.5.quest.81.description.1": "Much like what Seared Bricks are to Melters, Scorched Bricks are the foundation of many Foundry blocks.\n\n\nYou will need a lot more of these then you will Seared Bricks, however. Foundries are made block by block, and you\u0027ll probably want to build big.",
    "chapter.5.quest.81.subtitle": "Seared Brick 2: The Sequel",
    "chapter.5.quest.82.description.1": "Scorched Bricks form the walls of a Foundry. Literally. You place them down in a hollow cube and place the Controller in one of them to complete the multiblock.",
    "chapter.5.quest.82.subtitle": "Cool new multiblock material!!",
    "chapter.5.quest.83.description.1": "The Scorched Chute can have a Funnel attached to it and be used to input items into the Foundry. Useful if you have an ore processing setup.\n\n\nBy the way, you can insert items manually via the Foundry Controller, this block is only needed for automation purposes.",
    "chapter.5.quest.83.subtitle": "For when chucking stuff into the top doesn\u0027t work.",
    "chapter.5.quest.83.title": "Get Items into the Foundry",
    "chapter.5.quest.84.description.1": "A Scorched Drain will let you pump fluids into and out of the Foundry with Create Pipes.\n\n\nBy the way, buckets can work on this block for inputing or extracting fluids manually.",
    "chapter.5.quest.84.subtitle": "You stick it right into the side!",
    "chapter.5.quest.84.title": "Get Fluids in and out the Foundry",
    "chapter.5.quest.85.description.1": "These two items can store up to four buckets of any fluid. They can also be picked up and moved around. This has its own uses.\n\n\nHowever, their biggest purpose is to act as fuel input to the Foundry. Foundries powered by Lava will melt the fastest with great fuel efficiency. You\u0027ll want one in your Foundry.",
    "chapter.5.quest.85.subtitle": "The Foundry has special power methods.",
    "chapter.5.quest.85.title": "Power for the Foundry",
    "chapter.5.quest.86.description.1": "Foundries can be built pretty high. It may be handy to look into them - or even better, have a ladder out of them for when you fall in.\n\n\nScorched Ladders can be build as part of the Foundry wall while keeping the multiblock structure valid. Handy.",
    "chapter.5.quest.86.subtitle": "Check what\u0027s in your Foundry!",
    "chapter.5.quest.86.title": "Pratical-ish Foundry Deco",
    "chapter.5.quest.87.description.1": "The Grinder is superior at grinding items. Because of this, a few items - even if they can be milled or crushed - will have their greatest yield from this machine.\n\n\nThe tasks above are a few examples.",
    "chapter.5.quest.87.subtitle": "For some items!",
    "chapter.5.quest.87.title": "Improved Yields",
    "chapter.5.quest.88.description.1": "Soul Soil has a surprising number of uses. It\u0027s needed for Foundries, Basalt generators, and a special form of processing called \"haunting\". Huh!",
    "chapter.5.quest.88.subtitle": "They\u0027re a little... dark.",
    "chapter.5.quest.88.title": "Gather Souls",
    "chapter.5.quest.89.description.1": "The Soul Campfire has a unique property. When placed in front of an Encased Fan, it will begin to \"bulk haunt\" items similarly to bulk smelting and bulk washing. Items that undergo haunting transform into an alternate or \"corrupted\" version of themselves. It\u0027s really handy for getting stuff that may be a bit hard to find, and has many unusual applications in automation!",
    "chapter.5.quest.89.subtitle": "Access a new form of material processing",
    "chapter.5.quest.89.title": "Very Very Haunting",
    "chapter.5.quest.9.description.1": "A Computer, but like... better?",
    "chapter.5.quest.9.subtitle": "It\u0027s Brass now.",
    "chapter.5.quest.90.description.1": "Most mobs trapped inside an active Foundry will bleed Blood into the Foundry. The Blood can then be cast into balls that function like Slimeballs.\n\n\nYou can\u0027t move Spawners in this game, but setting up a Foundry around one you discovered can make for a great Slimeball automation alternative. You can even set up a Train to periodically deliver Blood to your base if the nearest Spawner is far away!\n\n\nAlternatively, Slime can be automated by automating Lime Dye and Dough, if this setup is too much for you. This quest will accept either approach.",
    "chapter.5.quest.90.subtitle": "This is a Children\u0027s Game, Obviously.",
    "chapter.5.quest.90.title": "Automate Blood or Slime",
    "chapter.5.quest.91.description.1": "You can build a Foundry around a Blaze Spawner, and it\u0027ll cook the Blazes into Blazing Blood. Blazing Blood can be converted to Blaze Rods, or used to power the Foundry.\n\n\nAlternatively, you could just keep the Blazing Blood as an alternative to Lava for powering the Foundry. It is faster at melting!",
    "chapter.5.quest.91.subtitle": "This is Hell.",
    "chapter.5.quest.91.title": "Automate Blaze Rods",
    "chapter.5.quest.92.description.1": "Soul Soil can be washed into Golden Nuggets and very rarely, Quartz. Soul Soil can also be made by haunting sand, leading to a more abudant way to gather sand. You might have a way to automate sand later in this quest...",
    "chapter.5.quest.92.subtitle": "Not as valuable as silver though.",
    "chapter.5.quest.92.title": "Automate Gold",
    "chapter.5.quest.93.description.1": "The tasks listed here are a few examples of what can be gained via haunting. Play around!",
    "chapter.5.quest.93.subtitle": "This isn\u0027t magic in a tech pack.",
    "chapter.5.quest.93.title": "Curious Conversions",
    "chapter.5.quest.94.description.1": "Craft a Peculiar Bell with Brass which is a little down the quest line the other way, and then haunt it for a Haunted Bell. This bell has a unique property - when rung, it will show spirits where mobs can spawn at night. This utility is perfect for mob-spawn-proofing your base!",
    "chapter.5.quest.94.subtitle": "Want to see what areas aren\u0027t lit well enough?",
    "chapter.5.quest.95.description.1": "Remember Asurine? What you milled for Zinc? Well, not only does crushing it give you extra Zinc, it will also create \"Lazurite Dust\". Lazurite, combined with Lava and some Iron, will create Lapis.",
    "chapter.5.quest.95.subtitle": "The top path did tell you to automate this...",
    "chapter.5.quest.95.task.1.title": "8x64 Lapis Lazuli",
    "chapter.5.quest.95.title": "Automate Lapis!",
    "chapter.5.quest.96.description.1": "One of the Crushing Wheel\u0027s unique capabilities is grinding Gravel into Sand.\n\n\nSand can be washed into Clay as an alternative to milling Dripstone, although processing Dripstone may be more efficient. You\u0027ll need Clay for full Zinc, Copper, Lapis Lazuli, and Andesite Alloy automation.\n\n\nSand can be blasted into Glass. Not only is this a nice decorative block, but it is needed for automating Redstone.\n\n\nLastly, Sand can be haunted into Soul Sand, needed for automating Gold. Soul Soil can be further refined into Netherrack Dust and Cinder Flour, something needed for \"superheating\" later on, but is also used for more efficiently creating Granite, which can be turned into Tin.",
    "chapter.5.quest.96.subtitle": "This blows automation wide open!",
    "chapter.5.quest.96.title": "Sand is now 100\\\u0025 Automatable!",
    "chapter.5.quest.97.description.1": "\n\nNetherrack, obtained by haunting Soul Soil, can be crushed into Netherrack Dust. It can then be mixed with Diorite to produce Granite at a more efficient rate, without the need for Quartz. Granite can then be turned into Zinc.\n\n\nOf course, not every optimization is necessary. Decide if you even need more Zinc or Quartz.",
    "chapter.5.quest.97.subtitle": "We meant it when we said automation becomes complicated.",
    "chapter.5.quest.97.title": "More Granite \\\u0026 Tin",
    "chapter.5.quest.98.description.1": "Silver can be gained by crushing Limestone into Lime and then washing it. You now have a use for that block!\n\n\nLimestone itself can be made by mixing Moon Sand with Pointed Dripstone.",
    "chapter.5.quest.98.subtitle": "Just how many uses does Clay have?!?",
    "chapter.5.quest.98.title": "Automate Silver!",
    "chapter.5.quest.99.description.1": "Lava touching Basalt and Blue Ice will create Basalt. The Basalt can then be mined, much like a Cobblestone generator setup.\n\n\nBasalt can be processed to directly yield many useful resources.",
    "chapter.5.quest.99.title": "A Basalt Generator",
    "chapter.5.title": "3) Remnants of a Lost Civilisation",
    "chapter.6.quest.1.description": "This should be stockpiled when investing into larger AE2 setups.",
    "chapter.6.quest.2.description": "You can automate this by putting Sand next to it in a Crafting Table, and throwing the resulting seeds into Water. They will grow into pure crystals, which can be ground down in an inscriber for double the dust.\nCrystal growth accelerators speed up this process significantly, where only two will cut 20 mins to only 1. They consume a bunch of power though!",
    "chapter.6.quest.2.subtitle": "Blue dust? Hmmm...",
    "chapter.6.quest.2.title": "Certus Quartz Dust automation!",
    "chapter.6.quest.3.description": "Shimmer can be bottomless, like Lava! Might be a bit overkill though.",
    "chapter.6.quest.3.subtitle": "You should have some now!",
    "chapter.6.quest.4.subtitle": "We suggest stockpiling in sets of 10-20, it's a pain crafting them all one by one.",
    "chapter.6.quest.4.title": "Processors",
    "chapter.6.quest.0.description": "",
    "chapter.6.quest.0.subtitle": "",
    "chapter.6.quest.0.title": "",
    "chapter.6.quest.5.task.1.title": "Any #ae2:glass_cable",
    "chapter.6.quest.5.task.2.title": "Any #ae2:smart_cable",
    "chapter.6.quest.5.description": "The Shimmer Glass Cable can carry up to 8 channels, when you exceed the channel limit, that entire piece of network will go offline!\nSmart cables display the amount of channels used, both on jade (your block viewer in top middle) and on the block itself, viewed as a line.",
    "chapter.6.quest.5.subtitle": "The first items you probably you will use",
    "chapter.6.quest.5.title": "The first cables",
    "chapter.6.quest.10.title": "Discovering the press.",
    "chapter.6.quest.10.subtitle": "This basic press can be found across the Moon in various structures and meteors.",
    "chapter.6.quest.11.subtitle": "Heat Certus Dust to its high melting point to form unprocessed silicon.",
    "chapter.6.quest.11.title": "Sussy Silicon",
    "chapter.6.quest.12.subtitle": "Basic circuit frame for use in processor fabrication.",
    "chapter.6.quest.12.title": "Circuits for you...",
    "chapter.6.quest.13.title": "Pastel Pressing",
    "chapter.6.quest.14.description": "Everything AE2 consumes a channel, which cables can transport. More on that later, but keep in mind each side of a CONTROLLER gives 32 channels, and an entire ACCEPTOR share 8 channels.\n\n(Only one item is needed to complete this quest)",
    "chapter.6.quest.14.subtitle": "Time for engineering baby",
    "chapter.6.quest.14.title": "The jumpstart of the system",
    "chapter.6.quest.15.description": "The dense cable does exactly what you think it does - it can carry 32 channels instead of 8!\nThe glass fiber does something entirely different, it can carry AE power, but 0 channels, thus it will break systems. Commonly used to transfer power or create subnetworks, more on that later.",
    "chapter.6.quest.15.subtitle": "For the chads of engineering only!",
    "chapter.6.quest.15.title": "Advanced cabling",
    "chapter.6.quest.16.description": "ME drives store your storage cells, each cell has a specific amount of bytes, and can hold 63 item types. For items that you have a lot off, it is generally recommended to allocate the larger cells to them.\nME drives also form a multiblock, allowing you to only hook up 1 cable to it, and they all get added to the ME system. They do consume one channel each though!\n(channel info is on the left track)",
    "chapter.6.quest.16.subtitle": "This thing can store up to 10 cells simultaneously",
    "chapter.6.quest.16.title": "Viewing items",
    "chapter.6.quest.17.description": "Subnetworks are mainly used to get a certain chain to work, for example creating specific resources through a series of recipes.\nThese are smaller networks normally powered via Quartz Fiber from the main network. They will act the same as if it was hooked up by an Energy Acceptor, thus able to execute 8 channels.\nWhen you export items into an ME Interface, it will be INSTANTLY put into the respective ME system, thus you can export from a subnet into your main.",
    "chapter.6.quest.17.title": "Subnetworks",
    "chapter.6.quest.18.description": "The cell workbench is a very handy tool!\nIt has two functions: you can add filters to your cells, only accepting those fluids or items.\nOr you can upgrade your cells, with one especially important card: the overflow destruction card! It does exactly what you think it does: voids everything that goes above what it can hold.",
    "chapter.6.quest.18.subtitle": "You don't want to get all your cells to fill up with one item, do you?",
    "chapter.6.quest.18.title": "Customising your storage cells",
    "chapter.6.quest.19.description": "Do you remember the Blaze Spawner you needed for Magma Cream? This thing got you covered.\n\nFirst, craft yourself the items listed in the quest, PLUS the desired size of Spatial Cell, each having their block capacity in the tooltip. The smallest one, for example, can carry a space of 2x2x2 blocks.\n\nThen, place down the Spatial Anchor, this will be one of the CORNERS. Then, place the IO port next to it on the OUTSIDE of the cube. This will carry your Cell. Last, build out the pylons so that the ends form the second end of the cube. You got half a cube now. Anything that it inbetween the Anchor end the edges of the Anchors will be caught! Thus to fill the weakest Cell you will need 6 Anchors, two for height, two for length, and two for width.\n\nLast, give either the IO port or the Anchor a Redstone signal, and anything, even Spawners or Budding Crystals, will be put into the cell. This of course can be reversed, with the exact same procedure.",
    "chapter.6.quest.19.subtitle": "Time for some useful stuff",
    "chapter.6.quest.19.title": "Moving BLOCKS like a pro",
    "chapter.6.quest.20.description": "What if your cabling became too long, or you need to go across dimensions?!\n\nWell the quantum bridge got you covered.\nEach quantum bridge needs a multiblock: the quantum ring, make a donut from quantum rings, and put the chamber in the middle. This will only consume one channel! put one of your pair quantum entangled singularities into it, and the other in the chamber of your desired destination. The bridge has been established, and the network is now operational in multiple places.",
    "chapter.6.quest.20.subtitle": "This is beefy for your power though; consuming 100 fe/t when operational!",
    "chapter.6.quest.20.title": "'I hate cabling'",
    "chapter.6.quest.21.description": "Ahh yes, the p2p tunnel, let's do this (point-to-point, for the uninitiated)\n\nEach type of p2p tunnel can transport their respective type, under others items, fluids or ME channels!\n\nYou can only craft the ME p2p tunnel, and you have to Right-Click it with a specific item to define which task it is going to perform.\n\nNow that you got the right p2p tunnel for the job, you gotta have inputs and outputs. Each p2p network can ONLY have ONE input, but several outputs, which will be nicely split evenly.\n\nTo set them, Shift + Right-Click the input p2p with a memory card, and proceed to Right-Click the same card to bind them together, there can be as many output tunnels as you'd like.\n\nNow input something in it, and it will be INSTANTLY send to all output channels. \n\nNote: all p2p tunnels consume power, and one channel each, plan accordingly. When transfering channels through p2p tunnels, you still need channels to transport the channels...",
    "chapter.6.quest.21.subtitle": "Belts are soo 1880...",
    "chapter.6.quest.21.title": "Moving items like a pro",
    "chapter.6.quest.22.description": "Each bus doesn't do a lot that exceeds the brain power of a normal individual, the Import Bus imports from the adjacent inventory, eating a channel, and inputting everything into the network.\n\nExport Busses do the exact reverse, except the channel of course.\n\nStorage Busses are a bit cooler, first, they treat any inventory connected as if it was part of the ME network, like the contents of a Vault. Thus, items can be put in or extracted by busses. On the left, you can set priorities, the lower, the most important it finds to first fill up this, and then the rest.\n\nThe Import and Export Busses can be upgraded with acceleration, (wonder what that might do...) Redstone, and Capacity Cards, with Capacity increasing the filtering capacity by four, with a cap on two installed at once.",
    "chapter.6.quest.22.subtitle": "'I'm on a highway to hell!'",
    "chapter.6.quest.24.description": "The last bit, thats is very handy!\n\nThe level emitters are your stockpile switches, they emit or stop emitting a Redstone signal once the configured item reaches a certain threshold, which can of course be chosen.\n\nThe Redstone card enabled Redstone control, allowing you to turn off the export bus once you got less than 4 stacks of Iron!",
    "chapter.6.quest.25.task.1.title": "None of this is perfect!",
    "chapter.6.quest.25.subtitle": "Stuff can be incomplete, missing or wrong, always refer to the wiki to stay with the crowd.",
    "chapter.6.quest.25.title": "This is just an explanation!",
    "chapter.6.quest.23.description.1": "AE2 Sky Stone can no longer be obtained from meteors.\n\n\nIt now generates in large, rare pockets under the Moon\u0027s surface. Take note if you see any!",
    "chapter.6.quest.23.title": "An energetic stone type...",
    "chapter.6.quest.6.description.1": "Note: this tab is a vague guideline surrounding AE2. There are many guides online regarding this! \n\n\nThere are future plans to establish an intricate guide to this mod.",
    "chapter.6.quest.6.subtitle": "The lunar meteorites contain rare circuits useful in inventory management!",
    "chapter.6.quest.6.task.1.title": "Understood.",
    "chapter.6.quest.6.title": "Welcome to Applied Energistics 2!",
    "chapter.6.quest.7.title": "Basic Presses, Volume 3:",
    "chapter.6.quest.8.title": "Basic Presses, Volume 1:",
    "chapter.6.quest.9.title": "Basic Presses, Volume 2:",
    "chapter.6.title": "3.5) Astral Storage",
    "chapter.7.quest.1.description.1": "A resilient civilisation inhabits Mars... They seem to worship Gold. Find large quantities of it along with Lead and Ostrum in the underground. Buildings, old and new, can be found on the surface.\n\n\nAs you've proven your resourcefulness up to now, the quests will be slightly less thorough, and may not tell you every new tool you gained when you craft a new machine. This totally has nothing to do with two different writers writing different halves of the pack. Nope. Not at all.",
    "chapter.7.quest.1.subtitle": "Make yourself at home, it only gets worse from here...",
    "chapter.7.quest.1.title": "Welcome to Mars.",
    "chapter.7.quest.10.description.1": "Negates fall damage entirely and enables jumping up multiple blocks! You\u0027ll have to learn to control the bouncing however...",
    "chapter.7.quest.10.subtitle": "Bouncy...",
    "chapter.7.quest.11.description.1": "To survive on Mercury with it\u0027s super hot surface temperature, ensure you are wearing the Netherite Space Suit at all times!",
    "chapter.7.quest.11.title": "Hot hot hot HOT. Let me put some insulation on.",
    "chapter.7.quest.12.description.1": "Before obtaining Steel, a few processes are required to set up.\n\n\nSteel dust is the baseline for alloying Steel, but such a metal requires a high heat threshold to form.\n\n\nThe Blast Furnace multiblock can unlock this capability.",
    "chapter.7.quest.12.title": "A blast furnace for forging Steel alloy more efficiently.",
    "chapter.7.quest.13.description.1": "This fuel can be pumped into Blaze Burners to superheat them.\n\n\nTry distilling some Oil Cells in the tower.",
    "chapter.7.quest.13.subtitle": "In conjunction with Ad Astra Oil, you can distill a fuel fluid which can burn hotter than anything you\u0027ve seen.",
    "chapter.7.quest.13.title": "That\u0027s some good fuel, right there.",
    "chapter.7.quest.14.subtitle": "Discover the biomes of this treacherous climate.",
    "chapter.7.quest.14.title": "Martian Traveller",
    "chapter.7.quest.15.subtitle": "Uncover the secrets of piglin civilisation...",
    "chapter.7.quest.15.title": "Martian Explorer",
    "chapter.7.quest.16.description.1": "The next tier of circuit will require a new process assembly line.\n\n\nMill Golden Nuggets into pins and electrify them under a Tesla Coil + Depot to obtain Electrified Pins.",
    "chapter.7.quest.16.title": "Components for an upgraded circuit!",
    "chapter.7.quest.17.description.1": "With the basic pins in position, clamp down an Ostrum Plate to finish the process.",
    "chapter.7.quest.17.title": "The incomplete mechanism...",
    "chapter.7.quest.18.description.1": "With access to Advanced CPUs, new industrial-tier machines are now able to be constructed, each with some unique uses.\n\n\nInspect the branching quest lines to uncover more about them. Steel isn\u0027t obtainable immediately from this quest, after all...",
    "chapter.7.quest.18.subtitle": "This time it will be needed a LOT, like a lot.",
    "chapter.7.quest.18.title": "A new tier of circuit...",
    "chapter.7.quest.19.description.1": "Centrifuging dusts and various blocks provides further elements.\n\n\nFor our purposes here, this optional process of centrifuging Soul Sand into Oil can provide a renewable source of it, saving you the need to collect it manually from Oil spouts.",
    "chapter.7.quest.19.title": "You spin me right round...",
    "chapter.7.quest.2.description.1": "A key component in later game recipes and survival on Mercury!\n\n\nReminder: Use fuel *buckets* to input into a Blaze Burner!",
    "chapter.7.quest.2.subtitle": "Mix Steel Dust in a superheated Blaze Burner!",
    "chapter.7.quest.2.title": "Iron but slightly harder, I reckon",
    "chapter.7.quest.20.subtitle": "Electrolysing Clay Dust produces Lithium liquid, which can be utilised to upgrade Red Cell Batteries.",
    "chapter.7.quest.21.description.1": "Cells of Molten Iron can be poured from Create Spouts, ready to be processed with some Carbon material to form Steel even more efficiently than the old recipe!",
    "chapter.7.quest.21.title": "More efficient Steel Dust.",
    "chapter.7.quest.22.description.1": "Obtain a small stockpile to start with.",
    "chapter.7.quest.23.description.1": "Oil can be sourced renewably from a Centrifuge, however spouts across the Overworld also contain a fair few Cells worth of the fluid too.",
    "chapter.7.quest.23.subtitle": "How Crood...",
    "chapter.7.quest.23.title": "How Crude...",
    "chapter.7.quest.24.description.1": "Using Fuel Buckets on Blaze Burners, in the same fashion as a Lava Bucket, will superheat them for a short while. This is required to unlock future recipes, including the all-important Steel!",
    "chapter.7.quest.24.subtitle": "UNLOCK: Superheated Blaze Burners!",
    "chapter.7.quest.24.title": "Hotter Stuff",
    "chapter.7.quest.25.description.1": "Crushing Infernal Spire produces Netherite Scrap Debris at a low rate.",
    "chapter.7.quest.25.subtitle": "Get a load of this stuff!",
    "chapter.7.quest.25.title": "Infernal Spire Processing",
    "chapter.7.quest.26.description.1": "Semi-automatable Debris! Wow! Along with its usual usages, Netherite can be used to forge some devastating MC Dungeons weapons. If you\u0027re rolling in the stuff, Create Deco provides some pricey decoration blocks. - Happy flexing",
    "chapter.7.quest.26.subtitle": "Purely for high-rollers",
    "chapter.7.quest.26.title": "Automate Debris!",
    "chapter.7.quest.27.description.1": "As you have used the Tesla Coil for previously, charging a Golden Pin with electricity will yield Electrified Pins.\n\n\nBegin the circuit upgrade by applying 64x of these Electrified Pins to an Integrated Circuit.",
    "chapter.7.quest.28.description.1": "N \u003d Toggle Night Vision",
    "chapter.7.quest.28.title": "I can see clearly now.",
    "chapter.7.quest.29.description.1": "Machine parts?? You are telling me we haven\u0027t been using parts in our machines so far?\n\n\n...what\u0027s holding them together then?",
    "chapter.7.quest.29.title": "Inner Machinations.",
    "chapter.7.quest.3.description.1": "Lithium can be processed from basic Clay balls for a large amount, if you use one of the earlier Clay farms.\n\n\nA reminder that batteries can be charged in any Tech Reborn machine! The Tesla Coil from Create Additions does not provide this.",
    "chapter.7.quest.3.subtitle": "Pour Lithium into your red cell batteries for this component. ",
    "chapter.7.quest.3.title": "Produce some Lithium + Batteries",
    "chapter.7.quest.30.description.1": "Carbon mesh is an integral component in machine parts, which will become highly prevalent in Chapter 5, in the production of new circuitry and machines.",
    "chapter.7.quest.30.title": "Mix \u0027n\u0027 Mesh",
    "chapter.7.quest.31.subtitle": "I must know, what it tastes like.",
    "chapter.7.quest.31.title": "With every fibre of my body...",
    "chapter.7.quest.32.subtitle": "thought you could get away?",
    "chapter.7.quest.32.title": "*another* use for Coal Dust",
    "chapter.7.quest.33.subtitle": "(Electrolyse Lazurite Dust and create a Sodium byproduct.)",
    "chapter.7.quest.33.title": "Sodium Reference?",
    "chapter.7.quest.34.subtitle": "-\u003e filled with yummy potassium",
    "chapter.7.quest.34.title": "Banana Dust",
    "chapter.7.quest.35.title": "Banana Fluid",
    "chapter.7.quest.36.subtitle": "Yea i\u0027m alright thanks.",
    "chapter.7.quest.36.title": "Lazurite?",
    "chapter.7.quest.37.title": "Do not drink the Listerine.",
    "chapter.7.quest.39.title": "Horsepower.",
    "chapter.7.quest.4.title": "Upgrade! Drill!",
    "chapter.7.quest.40.subtitle": "Our rocket needs a GAMING MONITOR.",
    "chapter.7.quest.40.title": "144hz, 4k Monitor",
    "chapter.7.quest.41.description.1": "Both Soul Soil and Soul Sand can produce Raw Oil when centrifuged, with some extra byproducts provided which may prove to be useful...\n\n",
    "chapter.7.quest.41.task.1.title": "Any #minecraft:soul_fire_base_blocks",
    "chapter.7.quest.41.title": "Shake up that soul",
    "chapter.7.quest.43.subtitle": "Let\u0027s make some use out of this...",
    "chapter.7.quest.43.title": "Got Coal lying around?",
    "chapter.7.quest.44.description.1": "64 Coal Dust in an Implosion Compressor will create a Diamond. Seems steep, but such is the price we pay for automation.",
    "chapter.7.quest.44.subtitle": "As a bonus for getting this far, here is a block of Liquid Diamond. A treat \u003e.\u003c",
    "chapter.7.quest.44.title": "Automating Diamonds.",
    "chapter.7.quest.45.description.1": "Gold can be found in high amounts here. Either get your best mining gear and head underground or equip your finest weapons and head to a bastion.",
    "chapter.7.quest.45.subtitle": "Always believe in your Gold...",
    "chapter.7.quest.45.task.1.title": "Gold!",
    "chapter.7.quest.46.description.1": "The Piglins worship Gold like a god. Show off your respect by holding a token of faith.\nA bar of Gold as a body... nugget for a nose... two little pins for arms... sand it off and... yes, that should do it.\nOnce you\u0027ve established a common ground with your piggy kin, you may begin trading.",
    "chapter.7.quest.46.subtitle": "Respect the Piglin religion and they might not immediatly kill you. ",
    "chapter.7.quest.46.title": "When in Rome...",
    "chapter.7.quest.47.description.1": "With access to Mars Stone, you are now able to use it below a Cobblestone generator to form more Mars Stone, with a chance of Conglomerate being formed too!\n\n\nMars Stone can be crushed into Mars Sand, which washes into Lead. Conglomerate can be crushed into Ostrum Nuggets.",
    "chapter.7.quest.47.title": "Automation of Lead/Ostrum",
    "chapter.7.quest.48.description.1": "Toss a coin at a piglin, like a wish in a well. Piglins love themselves and Gold. Expect big rewards.",
    "chapter.7.quest.48.subtitle": "They won\u0027t notice",
    "chapter.7.quest.48.title": "Counterfeit Coins",
    "chapter.7.quest.49.subtitle": "You wolf, you-!!",
    "chapter.7.quest.49.title": "Artificial Inflation",
    "chapter.7.quest.5.title": "Upgrade! Chainsaw!",
    "chapter.7.quest.50.subtitle": "Google Piglin inflation to find out more!",
    "chapter.7.quest.50.title": "Forged Documents",
    "chapter.7.quest.54.subtitle": "You... monster",
    "chapter.7.quest.54.title": "Societal Collapse",
    "chapter.7.quest.58.description.1": "Methane has a strange effect on the mind and body. When inhaled, it fogs weak minds, making one suggestable to even the most preposterous of ideas.\n...I wonder if it has the same effect on Piglins?\nIt can be produced by placing lots of decomposable items in an Industrial Centrifuge, like 16 Wood, as an example.",
    "chapter.7.quest.58.subtitle": "I don\u0027t like where this is going...",
    "chapter.7.quest.58.title": "You spin my head right round...",
    "chapter.7.quest.59.subtitle": "Observe a piglin in their natural habitat.",
    "chapter.7.quest.59.title": "Come heeeere, little piggy.",
    "chapter.7.quest.6.title": "Upgrade! Jackhammer!",
    "chapter.7.quest.61.title": "Make CHANGES to this multiblock viability ",
    "chapter.7.quest.63.description.1": "An Andesite generator ontop of quadruple compressed Andesite will create a Single Compressed Andesite, giving you 9x efficiency.\n\n\nOf course, you should have enough Andesite for the rest of the pack if you\u0027re able to create Quadruple Compressed Andesite. But I know some people will want to beat this challenge just for the satisfaction of it. What will you do?",
    "chapter.7.quest.63.title": "Ultimate Andesite Generation",
    "chapter.7.quest.64.title": "New Ingot!",
    "chapter.7.quest.65.description.1": "\n\nDo note: Ostrum Plates involve using a Compressor instead of a Mechanical Press. More and more plates will be created like this.",
    "chapter.7.quest.65.subtitle": "You don\u0027t use the press for this...",
    "chapter.7.quest.65.title": "This isn\u0027t like the rest...",
    "chapter.7.quest.66.subtitle": "They won\u0027t remember",
    "chapter.7.quest.66.title": "Trojan Horse",
    "chapter.7.quest.7.description.1": "Electrolysing various dusts and minerals can produce a large array of new materials.\n\n\nAs of currently, Lithium is the main one to be worried about before further ones are implemented.",
    "chapter.7.quest.7.subtitle": "This isn\u0027t a dodgy Astral multiblock, it's a fully fledged block.",
    "chapter.7.quest.7.title": "REQUIRED: Electrolysis (for real this time)",
    "chapter.7.quest.73.title": "Ores of Mars",
    "chapter.7.quest.73.task.3.title": "I understand!",
    "chapter.7.quest.8.description.1": "Utilising Steel and a set of sturdy armor, you can craft a higher tier of Space Suit which is immune to fire damage. This should ease the exploration into Mercury.\n\n\nThe Oxygen Tank capacity is twice as large. What a bonus!",
    "chapter.7.quest.8.subtitle": "I look like a Spartan now",
    "chapter.7.quest.8.title": "Military-Grade Space Gear",
    "chapter.7.quest.9.subtitle": "We CAN get much higheerrr it seems...",
    "chapter.7.quest.9.title": "Rocket barrage, activated!",
    "chapter.7.title": "4) Piglin Peculiarities",
    "chapter.8.quest.1.description.1": "Extremely brittle, but so fast, and so upgradeable.\n\n\nSurround Chromatic Compound with a LOT of light (you are going to need more than usual)",
    "chapter.8.quest.1.subtitle": "A godly Tinkers\u0027 material.",
    "chapter.8.quest.10.title": "Go! Mega Jackhammer!",
    "chapter.8.quest.11.description.1": "Make sure your power generation  has been given ample time to adapt to this...",
    "chapter.8.quest.11.subtitle": "The matter fabricator uses 2000 units of power a tick.",
    "chapter.8.quest.11.title": "With big power comes big responsibility.",
    "chapter.8.quest.12.description.1": "This chip is an in-between component used in multiple new recipes. Including storage and upgrades of your Tech Reborn tools.",
    "chapter.8.quest.12.title": "Data floeee...",
    "chapter.8.quest.13.description.1": "Place the block and use the multiblock hologram to guide you where to go, any radius higher than default is unncecessary, and will likely drive you insane.",
    "chapter.8.quest.13.subtitle": "Create a fusion control system.",
    "chapter.8.quest.13.title": "Where we\u0027re going, we going to need MOOOORE power....",
    "chapter.8.quest.14.description.1": "These are required to satisfy the multiblock conditions for the fusion  controller.",
    "chapter.8.quest.14.subtitle": "Don\u0027t lick, very electric.",
    "chapter.8.quest.14.title": "All coiled up.",
    "chapter.8.quest.15.subtitle": "Look it even shines",
    "chapter.8.quest.15.title": "Armor of *radiant* capability",
    "chapter.8.quest.16.description.1": "But why do that when you can produce stacks upon stacks of it to only convert it into UU Matter...",
    "chapter.8.quest.16.subtitle": "Scrap recyclers can produce anything from scrap, pretty much. ",
    "chapter.8.quest.16.title": "Scrap to diamonds",
    "chapter.8.quest.17.subtitle": "Turn any random ol\u0027 garbage into useful scrap.",
    "chapter.8.quest.17.title": "Environmentally approved.",
    "chapter.8.quest.18.subtitle": "A fresh new multiblock can provide that very feature.",
    "chapter.8.quest.18.title": "Producing Iridium raw ore from the blocks.",
    "chapter.8.quest.19.description.1": "Marvelously strong, perfect for a tool binding or handle.\n\n\nDrop Chromatic Compound into the VOID.\n\n\nBut wait, we haven\u0027t reached the end? I\u0027m sure you can find an alternate way to access the deep abyss in other dimensions...",
    "chapter.8.quest.19.subtitle": "An unbreaking Tinkers\u0027 material.",
    "chapter.8.quest.2.description.1": "UU Matter is a substance which can be utilised in the synthesis of various items. However, it can be harnessed into something even more powerful...\n\n\nStart with mixing this with a superheated Burner and some Shimmer to form a few Chromatic Compounds.",
    "chapter.8.quest.2.subtitle": "Heh, get it?",
    "chapter.8.quest.2.title": "This is an Astral matter.",
    "chapter.8.quest.20.description.1": "This quirky little compound is used in the formation of Refined Radiance and Shadow Steel.\n\n\nMix some UwU matter with Shimmer and watch the magic happen.",
    "chapter.8.quest.20.subtitle": "A rather Create-ive material",
    "chapter.8.quest.20.title": "The Chromatic Compound",
    "chapter.8.quest.21.subtitle": "You did not need this much Cobblestone.",
    "chapter.8.quest.22.subtitle": "Funny box of Lava.",
    "chapter.8.quest.23.subtitle": "The power however, is gracefully welcomed.",
    "chapter.8.quest.24.subtitle": "By charging this up, you obtain a limited but powerful flight ability that scales the lower gravity is! On Earth it is pretty effective, but in space is where the real action is.",
    "chapter.8.quest.24.title": "Let there be flight!",
    "chapter.8.quest.25.description.1": "Initiate fusion between a piece of Shadow Steel and a piece of Refined Radiance. \n\n\nThis super-energised alloy is capable of an insane amount of power transfer and durability, proving it as a useful material in powerful items and machines.",
    "chapter.8.quest.25.subtitle": "fuckin uhhhh Conglomerate ingot",
    "chapter.8.quest.25.title": "the new bar or whatever it\u0027s called",
    "chapter.8.quest.26.subtitle": "FUUUUSE WITH SHIMMERRR",
    "chapter.8.quest.26.title": "Bucket of Quark-Gluon Plasma Fluid",
    "chapter.8.quest.27.description.1": "Compress 256k items into a singularity.",
    "chapter.8.quest.27.title": "The Singularity Framework",
    "chapter.8.quest.28.description.1": "This is what will allow you to start breaking off limits. Creating this is a tedious process, and involves a lot of materials. I hope your factory is ready for the task, good luck.",
    "chapter.8.quest.28.subtitle": "A densly condensed singularity, blooming with energy of a divine source.",
    "chapter.8.quest.28.title": "Become as gods.",
    "chapter.8.quest.29.description.1": "An artificial recreation of the surface of the Sun, convert Lava using a superheated mixing Basin.",
    "chapter.8.quest.29.subtitle": "We will conquer the universe.",
    "chapter.8.quest.29.title": "With the heat of Sun",
    "chapter.8.quest.3.description.1": "Lithium and Calorite will allow for the creation of cool new circuits with tasty capabilities...\n\n\nThe process for this one will be familiar with the ones you made in Chapter 4. These utilise Calorite Pins and Lithium,\n\n\nAs you are fairly adept at using REI at this point, I will spare the details on it\u0027s creation.",
    "chapter.8.quest.3.title": "Aw man, more of this circuit garbage?",
    "chapter.8.quest.7.task.3.title": "I understand!",
    "chapter.8.quest.30.description.1": "Iridium Raw ore can be obtained from placing your Iridium Ore blocks in an Industrial Grinder, to start with you are going to want to get one of these set up!",
    "chapter.8.quest.30.task.2.title": "I see.",
    "chapter.8.quest.30.title": "How do I process Raw Iridium?",
    "chapter.8.quest.31.description.1": "We\u0027ve done this before. Roll some Calorite Nuggets into pins for application on our new circuit!",
    "chapter.8.quest.31.title": "Calorite Pins",
    "chapter.8.quest.32.description.1": "Finally, Lithium is used to add that last bit of power retention on the circuit.",
    "chapter.8.quest.32.title": "Lithium!",
    "chapter.8.quest.33.description.1": "Producing large amounts of machine parts should be an important goal to aim for, as many are required to create this tier of circuitry.",
    "chapter.8.quest.33.title": "Goofy ahhh machine parts.",
    "chapter.8.quest.34.subtitle": "Gotta go fast!",
    "chapter.8.quest.35.description.1": "You\u0027ve previously dealt with veridium processing before, however the alternate byproduct of this was Olivine Dust.",
    "chapter.8.quest.35.title": "Remember this stuff?",
    "chapter.8.quest.36.title": "Crush crush CRUSH!",
    "chapter.8.quest.37.description.1": "16x of this dust can be processed into a new sheet, when compressed in a Basin over a superheated Blaze Burner.",
    "chapter.8.quest.37.title": "Olive Doost",
    "chapter.8.quest.38.subtitle": "Squish that dust into a plate.",
    "chapter.8.quest.38.title": "And plate \u0027em up",
    "chapter.8.quest.39.description.1": "This nuclear weapons primer is DISABLED by default for your own sake, okay?\n\n\n\n\nHop over to the Tech Reborn config if you\u0027d like to enable it. (It still functions as a recipe ingredient)",
    "chapter.8.quest.39.subtitle": "The Warhead of Latent Fabricality",
    "chapter.8.quest.4.title": "This amount of storage is just getting frankly silly...",
    "chapter.8.quest.40.description.1": "DO NOT use chutes to charge a singularity! It seems to fail if using it. Use other methods of item transport instead (AE2)",
    "chapter.8.quest.40.title": "256k items isn\u0027t *that* much at this point.",
    "chapter.8.quest.41.subtitle": "You\u0027ll need one of these, minimum, to have the space for a singularity.",
    "chapter.8.quest.49.description.1": "There is an impostor amogus.",
    "chapter.8.quest.49.subtitle": "GET OUT OF MY HEAD",
    "chapter.8.quest.49.title": "get out of my head.",
    "chapter.8.quest.50.description.1": "In V2.0 we have worked tirelessly to get a unique experience out to everyone! As of this point we plan to continue development, beyond this simple solar system and into dangerous unknowns...\n\n\nThis will involve intricate rocket recipes for the Tier 4, MORE overhauled dimensions, and COUNTELSS other pieces of custom content for you to sink your teeth into.\n\n\nTHANK YOU!!!!",
    "chapter.8.quest.50.subtitle": "Modpack Complete!",
    "chapter.8.quest.50.title": "Thank you for getting this far!",
    "chapter.8.quest.51.description.1": "Iridium Alloy Plates can be pressed from this mixture of metals!\n\n\nFollow the recipe chains branching off from the initial Chapter 5 quest to discover more, let\u0027s see you navigate REI and uncover how to form this?",
    "chapter.8.quest.51.title": "Iridium alloy?!",
    "chapter.8.quest.6.description.1": "Home to the most hazardous terrain of any planet you\u0027ve seen so far, Mercury holds lucrative returns for those brave enough to explore it.",
    "chapter.8.quest.6.subtitle": "Enjoy your stay.",
    "chapter.8.quest.6.title": "Welcome to the heat death of the universe.",
    "chapter.8.quest.7.title": "Ores of Mercury",
    "chapter.8.quest.8.title": "Go! Mega Drill!",
    "chapter.8.quest.9.title": "Go! Mega Chainsaw!",
    "chapter.8.title": "5) Sub-Atomic"
}
