{
    ///// NOM DES FLUIDES ICI /////
    "fluid.kubejs.molten_calorite" : "Calorite Fondue",
    "fluid.kubejs.molten_ostrum" : "Ostrum Fondu",
    "fluid.kubejs.molten_desh" : "Desh Fondu",
    "fluid.kubejs.plasma_fluid" : "Fluide de Plasma Quark-Gluon",
    "fluid.kubejs.hellfire" : "Feu de l'enfer",
    "fluid.kubejs.compound_mixture" : "Mélange de Composés",
    "fluid.kubejs.shimmer" : "Shimmer",
    "fluid.kubejs.blast-resistant_cement" : "Ciment Résistant aux Explosions",

    //Quest
    "quest.main_title": "Create: Astral",
    "chapter.1.quest.1.description.1": "Ne vous faites pas frapper par la foudre.",
    "chapter.1.quest.1.subtitle": "Défense bon marché.",
    "chapter.1.quest.1.title": "Un chevalier en cuivre brillant",
    "chapter.1.quest.10.description.1": "Pourquoi ne pas essayer de porter une armure complète en Or ? Juste pour le style, je vous donnerai un butin de fou pour le chad méritant que vous êtes.",
    "chapter.1.quest.10.subtitle": "Vivre la vie comme Larry",
    "chapter.1.quest.10.title": "Armure Dorée",
    "chapter.1.quest.11.description.1": "Commencer votre voyage de brassage vous permettra d'accéder aux effets de potion avant que le brassage de potion ne soit disponible !",
    "chapter.1.quest.11.subtitle": "Alcooliques Anonymes",
    "chapter.1.quest.11.title": "Le début d'un problème.",
    "chapter.1.quest.12.description.1": "\n\nLe troc vous permettra d'obtenir du butin et des épices pour votre bière. Ils ont tendance à demander des outils en Pierre et en Bois, qui sont retirés, donc quand vous atteignez l'âge de l'Andésite, ils peuvent être substitués pour 1 Alliage d'Andésite.",
    "chapter.1.quest.12.title": "Brasserie Amateur",
    "chapter.1.quest.13.description.1": "(REMARQUE : l'utilisation d'une station de fabrication de Tinkers' Construct pour fabriquer des objets peut entraîner des quêtes non enregistrées. Si cela se produit, essayez de laisser tomber l'objet et de le ramasser, ou utilisez plutôt la table de fabrication vanilla ).",
    "chapter.1.quest.13.subtitle": "Choisissez votre artisan et commencez votre voyage.",
    "chapter.1.quest.13.title": "Appareil de fabrication",
    "chapter.1.quest.14.description.1": "Tinkers' Construct (alias \"Hephaestus\" pour Fabric) est un mod qui vous permet de créer des outils hautement personnalisés en vous permettant de fabriquer chaque composant individuellement avec une large gamme d'options de matériaux, chacun avec des effets différents.\n\n\nLes outils du début de jeu nécessiteront que vous utilisiez beaucoup de motifs (Pattern) et quelques établis spéciaux. Pour l'instant, constituez une réserve de quelques motifs (Pattern).\n\n\nLa récompense pour cette demande vous fournira des connaissances supplémentaires sur le fonctionnement du processus, ainsi que les matériaux d'outils que vous pouvez utiliser et leurs effets.",
    "chapter.1.quest.14.subtitle": "Commençons par les bases de Tinkers.",
    "chapter.1.quest.15.description.1": "Le Fer et l'Étain sont essentiels, mais une Pioche en Pierre de Tinkers' est nécessaire. N'utilisez pas de Pioche en Pierre ! Elles sont effectivement un outil de niveau Bois !",
    "chapter.1.quest.15.subtitle": "Nous avons du Fer à la maison :",
    "chapter.1.quest.15.title": "Obtenir Ces Ressources !",
    "chapter.1.quest.16.description.1": "Vous aurez également besoin de ce Riz, plantez-le et récupérez de la Paille !",
    "chapter.1.quest.16.subtitle": "Commençons par une cuisine légère, n'est-ce pas ?",
    "chapter.1.quest.16.title": "Débutez votre carrière de chef",
    "chapter.1.quest.17.description.1": "Beaucoup de nouvelles cultures dans Farmer's Delight, pouvez-vous toutes les automatiser ?",
    "chapter.1.quest.17.subtitle": "MMM Riz",
    "chapter.1.quest.17.title": "Acquérir de nouveaux matériaux",
    "chapter.1.quest.18.description.1": "Tous mes potes détestent l'enchantement en début de partie, allons chercher une tenue de voyageur pour un vrai style.\n\nFabriquez un ensemble complet d'équipement de Voyageur et je vous bénirai d'un cadeau. Vous devrez fouiller dans REI et les livres de Tinkers vous-même. C'est juste, non ?",
    "chapter.1.quest.19.description.1": "\n\nLizardLeliel - Joue un rôle majeur dans la progression des quêtes des chapitres 1 à 3, et responsable d'une GRANDE partie des recettes et de l'automatisation que vous pouvez trouver dans le pack !\n\n\nEthanicuss - Développement de la structure de datapack (astralrails), contribution musicale, assistance aux quêtes, nombreuses entrées diverses tout au long du développement (BEAUCOUP).\n\n\nIris - Contribution incroyable à la musique du pack, y compris la bande-son officielle de Create: Astral ! Découvrez-la sur Spotify pour la découvrir avant que le tout soit implémenté !\n\n\nChoconeosome - Construction de la plupart des bâtiments que vous verrez dans AstralRails !",
    "chapter.1.quest.19.subtitle": "Laky apprécie TOUT LE MONDE",
    "chapter.1.quest.19.task.1.title": "Choses à noter !",
    "chapter.1.quest.19.title": "Remerciements spéciaux",
    "chapter.1.quest.2.description.1": "Le Constructeur de Pièces est l'endroit où vous prenez un Modèle, prenez vos matériaux de base et fabriquez les composants individuels d'un outil.",
    "chapter.1.quest.2.subtitle": "Fabriquez les pièces de votre outil avec cela.",
    "chapter.1.quest.20.title": "Rassemblez ! 64 Blocs de Melon",
    "chapter.1.quest.21.title": "Rassemblez ! 64 Cactus",
    "chapter.1.quest.22.title": "Rassemblez ! 64 Citrouilles",
    "chapter.1.quest.23.title": "Rassemblez ! 64 Caisses de Carottes",
    "chapter.1.quest.24.title": "Rassemblez ! 64 Caisses de Pommes de Terre",
    "chapter.1.quest.25.title": "Rassemblez ! 64 Caisses de Maïs",
    "chapter.1.quest.26.title": "Rassemblez ! 64 Sacs de Riz",
    "chapter.1.quest.27.title": "Rassemblez ! 64 Caisses d'Oignons",
    "chapter.1.quest.28.title": "Rassemblez ! 64 Caisses de Tomates",
    "chapter.1.quest.29.title": "Rassemblez ! 64 Caisses de Choux",
    "chapter.1.quest.3.description.1": "La station Tinker est l'endroit où vous assemblez vos outils Tinkers, qui seront nécessaires pour récupérer de la Pierre, du Cuivre et du Fer. Les outils en Bois et en Pierre sont le premier objectif, car les recettes vanilla de ces outils n'existent plus.\n\n\nVous pouvez également réparer les outils Tinkers à cette station en plaçant votre outil dans la fente la plus à droite et ses matériaux dans n'importe quelle autre fente. C'est super pratique ! Vous pouvez également investir dans des kits de réparation pour réparer les outils Tinkers directement depuis votre inventaire !",
    "chapter.1.quest.3.subtitle": "Assemblez vos outils avec ceci.",
    "chapter.1.quest.30.description.1": "(Oh ouais, ça valait le coup.)",
    "chapter.1.quest.30.subtitle": "Ça en valait la peine ?",
    "chapter.1.quest.30.title": "Très jolie épice.",
    "chapter.1.quest.31.description.1": "Ces sacs à dos prennent votre emplacement de Plastron, mais contiennent une énorme quantité de fentes et un banc d'artisanat intégré. Assurez-vous de lire la description pour savoir comment l'équiper.\n\n\nComme vous le remarquerez, le résultat de ce que vous fabriquez dans le sac à dos n'apparaît pas. Une fois effectivement fabriqué, l'objet apparaîtra. Nous espérons que cette image d'un chat à la place de l'objet fabriqué soulagera votre douleur.\n\n\nAvertissement : L'utilisation de l'objet Piggybackpack de Tinkers alors qu'un sac à dos est sur votre dos détruira le sac à dos et tout ce qu'il contient.",
    "chapter.1.quest.31.subtitle": "Porte-Stockage ? Excellent...",
    "chapter.1.quest.31.title": "J'AIME LES SACS À DOS",
    "chapter.1.quest.32.description.1": "Par défaut, le bouton de Zoom est (Z) (liaison de touches par défaut).\n\n\n(Attendez, qu'est-ce que ça a à voir avec le Cuivre ?)",
    "chapter.1.quest.32.subtitle": "Juste ici, zilly !",
    "chapter.1.quest.32.task.1.title": "Je comprends.",
    "chapter.1.quest.32.title": "Où est ma touche de Zoom ?",
    "chapter.1.quest.33.description.1": "Le Fabricant de Package vous permettra de fabriquer des Packages avec un Lingot de Cuivre, une Teinture et toutes sortes de matériaux décoratifs courants.\n\n\nCes Packages peuvent contenir 8 piles. Cependant, ils peuvent être cassés et déplacés tout en conservant tous leurs objets, comme une boîte de shulker, et sont bons marchés à produire.\n\n\nSi vous voulez plus d'espace de stockage brut, considérez les unités de stockage de Tech Reborn.",
    "chapter.1.quest.33.subtitle": "Donnez-moi des mini boîtes de shulker pour les objets dédiés",
    "chapter.1.quest.33.task.2.title": "N'importe quelle #c:teintures",
    "chapter.1.quest.33.task.3.title": "N'importe quel #minecraft:planches",
    "chapter.1.quest.33.title": "L'entrepôt Amazon",
    "chapter.1.quest.34.description.1": "Montrez-moi que vous êtes capable de terminer DEUX de ces quêtes de stockage, et je serai convaincu de vous laisser l'acheter. Un festin pour les âges suffira à me convaincre... donc mettez-vous aux fourneaux!",
    "chapter.1.quest.34.subtitle": "Regardez cette beauté, je vous la laisserai, à une condition.",
    "chapter.1.quest.34.title": "Je préfère être un tracteur!",
    "chapter.1.quest.35.description.1": "L'Étain et le Cuivre seront utilisés pour un nouveau métal nécessaire à la création des Roues Dentées industriels, tandis que l'andésite et l'argile constituent les pierres angulaires de Create. Vous voudrez stocker beaucoup plus que ce qui est nécessaire pour effacer cette quête.\n\n\n\n\nN'hésitez pas à revenir sur cet onglet pour des informations de base sur certains des contenus les plus simples.",
    "chapter.1.quest.35.subtitle": "Déverrouillage du chapitre 1",
    "chapter.1.quest.35.title": "Matériaux essentiels",
    "chapter.1.quest.36.description.1": "Les unités de stockage brut de Tech Reborn vous permettent de stocker des quantités massives d'un seul objet (jusqu'à 32 piles). Comme vous allez produire des objets spécifiques, il est très utile d'avoir des unités de stockage dédiées pour ceux-ci.\n\nUn inconvénient est que tout sera lâché quand vous les casserez. Considérez les Packages si vous voulez plus de flexibilité. \n\n\n\n(Ou utilisez une clé anglaise de Tech Reborn pour les déplacer)",
    "chapter.1.quest.36.subtitle": "Donnez-moi du stockage massif pour un seul objet",
    "chapter.1.quest.36.title": "Stockage Tech Reborn",
    "chapter.1.quest.4.description.1": "Fabriquez n'importe quelle pièce d'outil Tinkers dans le Part Builder.",
    "chapter.1.quest.4.subtitle": "Chaque outil se compose généralement de trois composants ou plus qui peuvent être combinés en un outil complet, essayez.",
    "chapter.1.quest.44.description.1": "Les Coffres en Cuivre offrent plus d'espace de stockage que les vieux Coffres en Bois !\n\nIl existe même de meilleures niveaux de Coffres à fabriquer à l'avenir, mais chaque fabrication requiert le niveau précédent. Avec la clé anglaise de Tech Reborn, vous pouvez Accroupir + Clic Droit sur une unité de stockage tout en tenant une clé anglaise pour la ramasser avec tous les objets encore à l'intérieur.",
    "chapter.1.quest.44.subtitle": "Donnez-moi un meilleur stockage général",
    "chapter.1.quest.45.description.1": "Ces tuiles connectent tous les blocs Cooking for Blockheads entre eux, alors utilisez-les comme sol dans vos cuisines.",
    "chapter.1.quest.45.title": "Poser les fondations.",
    "chapter.1.quest.46.subtitle": "Blocs importants avec fonctionnalités.",
    "chapter.1.quest.46.title": "Tout y compris l'évier de cuisine",
    "chapter.1.quest.47.subtitle": "Espace de stockage et eau pour les ingrédients.",
    "chapter.1.quest.48.subtitle": "Certains aliments nécessitent des composants supplémentaires.",
    "chapter.1.quest.48.title": "Extra Utilities",
    "chapter.1.quest.49.subtitle": "Si vous êtes du type bâtisseur, vous pourriez être intéressé par cela. Non seulement chacune de ces stations a l'air cool, mais elle offre également des centaines de blocs possibles à construire, dans n'importe quelle couleur.",
    "chapter.1.quest.49.task.1.title": "J'ai compris.",
    "chapter.1.quest.49.title": "Blocs de décoration ébréchés !",
    "chapter.1.quest.5.description.1": "Maintenant que vous avez des outils de minage, rien ne vous empêche de passer à la vitesse supérieure et de fabriquer un Fondeur avec des Briques de Haut Fourneau. Jusque-là, cette encyclopédie se mettra à jour au fur et à mesure que vous progresserez dans Tinkers' Construct, donc gardez-la à portée de main. Nous avons également inclus un livre intéressant sur les gadgets à explorer !\n\n\nMis à part cela, il est temps de commencer l'autre moitié de \"Minecraft\" !\n\n\nOh, important : En appuyant sur la touche (V) (raccourci par défaut), vous pouvez basculer entre le mode d'attaque et le mode d'utilisation pour les outils compatibles avec le combat. Parfait pour les situations de combat.",
    "chapter.1.quest.5.subtitle": "Combinez des pièces d'outils dans la Station Tinker pour créer votre premier outil Tinkers'.",
    "chapter.1.quest.50.subtitle": "Voici la recette pour votre première bière.",
    "chapter.1.quest.51.subtitle": "Pente glissante",
    "chapter.1.quest.52.subtitle": "Infusez la bière en cliquant sur cette table avec elle.",
    "chapter.1.quest.53.subtitle": "Un livre, plein de nourriture !",
    "chapter.1.quest.54.description.1": "Le prochain chapitre impliquera la création d'usines qui produisent des ressources pour toujours. Vous voudrez être conscient des solutions de stockage disponibles pour éviter des cauchemars de gestion d'inventaire.",
    "chapter.1.quest.54.subtitle": "JE VEUX PLUS D'ESPACE DE STOCKAGE",
    "chapter.1.quest.54.task.1.title": "Compris.",
    "chapter.1.quest.54.title": "Améliorations de stockage",
    "chapter.1.quest.55.description.1": "Fabriquez un seul Package en utilisant les ingrédients requis dans le chapitre précédent.\n\n\nIl est possible de mélanger et d'assortir, et vous pouvez utiliser des matériaux décoratifs autres que le bois. Découvrez vos options dans REI !",
    "chapter.1.quest.55.subtitle": "Une forêt tropicale d'inventaire.",
    "chapter.1.quest.55.task.1.title": "Any #packages:banned_from_package_maker",
    "chapter.1.quest.55.title": "Emballé",
    "chapter.1.quest.56.description.1": "La vinification suit le même chemin que la bière, avec la brasserie effectuée via un bloc unique\n\n\nLes vins brassés auront l'année Minecraft actuelle imprimée sur eux. Plus ils vieillissent sans être bus, plus ces effets peuvent devenir puissants...",
    "chapter.1.quest.56.subtitle": "Il est apparemment plus sophistiqué de boire cela...",
    "chapter.1.quest.56.title": "Une touche sélectionnée...",
    "chapter.1.quest.57.description.1": "Cidre de pomme - 2x jus de pomme, 1x panier\nVin de pomme - 2x jus de pomme, 1x bouteille de miel\nCidre de Kelp - 1x jus de pomme, 2x Kelp",
    "chapter.1.quest.57.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.57.title": "Jus de Pomme.",
    "chapter.1.quest.58.description.1": "Vin de Bolvar - 2x Rouge, 1x bouteille de miel, 1x cerise\nVin de Chenet - 2x Rouge, 2x Baie sucrée\nVin de Noir - 2x Rouge\nRoi Danis - 2x Rouge, 2x bouteille de miel\nVin de Cerise - 2x Rouge, 2x Cerise",
    "chapter.1.quest.58.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.58.title": "Jus de Raisin Rouge.",
    "chapter.1.quest.59.description.1": "Vin de Solaris - 2x blanc, 1x baie sucrée, 1x bouteille de miel\nVin de Clark - 2x blanc, 2x baie sucrée\nVin de Mellohi - 2x Blanc, 2x bouteille de miel",
    "chapter.1.quest.59.subtitle": "Recettes à l'intérieur!",
    "chapter.1.quest.59.title": "Jus de Raisin Blanc.",
    "chapter.1.quest.6.description.1": "Si vous n'aimez pas Tinkers' Construct, des outils de style vanilla peuvent être fabriqués avec des Lingots de Cuivre pour vous aider.",
    "chapter.1.quest.6.subtitle": "Options, gens, options",
    "chapter.1.quest.6.title": "Je regrette l'ancienne façon",
    "chapter.1.quest.60.description.1": "Jus de pomme - 2x purée de pomme",
    "chapter.1.quest.60.subtitle": "Recette à l'intérieur!",
    "chapter.1.quest.60.title": "Écraser ce chat",
    "chapter.1.quest.61.subtitle": "Placez quelques Raisins dans ces barils et allez-y! Récupérez le jus en utilisant des bouteilles de vin vides.",
    "chapter.1.quest.61.title": "Regardez ces piétineurs aller",
    "chapter.1.quest.62.subtitle": "Note : La vinerie n'a pas de support REI intégré !",
    "chapter.1.quest.62.title": "La cuisine de la vinerie",
    "chapter.1.quest.63.title": "Minerais de l'Overworld",
    "chapter.1.quest.63.task.10.title": "J'ai compris !",
    "chapter.1.quest.7.description.1": "Avec l'accès à la fonte, les outils en Cuivre de base peuvent remplacer le Fer dans votre progression habituelle.",
    "chapter.1.quest.7.subtitle": "D'où viennent les Briques...",
    "chapter.1.quest.8.description.1": "Le Cuivre devrait vous protéger avant de découvrir la capacité à traiter le Fer. Il peut également apporter quelques utilitaires utiles.",
    "chapter.1.quest.8.task.1.title": "Compris.",
    "chapter.1.quest.8.title": "Utilitaires en Cuivre",
    "chapter.1.quest.9.description.1": "Vous avez compris comment faire des repas, hein ? Maintenant, voici une liste de cultures à automatiser lorsque vous terminez la quête \u003e:D",
    "chapter.1.quest.9.title": "C'est parti pour la cuisine",
    "chapter.1.title": "0.5) Le commencement.",


    "chapter.2.quest.1.description.1": "Combinez le Cuivre et l'Étain dans une Table de Forgeron pour obtenir le plus primitif des alliages.\n\n\nCe matériau est utile pour créer des Roues Dentées.",
    "chapter.2.quest.1.subtitle": "Un nouveau métal?",
    "chapter.2.quest.10.description.1": "Il y aura une manière meilleure marché de produire des Rails dans un futur proche.\n\n\nAprès avoir posé un Rail, faites un Clic-Droit avec un autre Rail dans votre main, et vous serez capable de créer des Rails avec des pentes douces.",
    "chapter.2.quest.10.subtitle": "TRAINS",
    "chapter.2.quest.11.description.1": "Le Revêtement utilisé dans la création des trains, et dans d'autres recettes diverses. À nouveau, à appliquer de la même façon que les autres Revêtements, cette fois en utilisant une Plaque Robuste sur un Revêtement d'Andésite.",
    "chapter.2.quest.12.description.1": "Assemblez un Train pour obtenir ce Progrès.\n\n\nLes Trains sont très avancés comparés au reste de ce Chapitre. Il est hautement recommander de l'investiguer avec la fonctionnalité Ponder!",
    "chapter.2.quest.12.subtitle": "TRAAAAAAAINS",
    "chapter.2.quest.13.description.1": "Tourner constamment une manivelle n'est pas durable. Il est nécessaire de s'appuyer sur des générateurs d'énergie. Ceci est le plus simple: Il produira de l'énergie (\"unités de stress\") proportionnellement au nombre de ses palmes en contact avec de l'eau coulante.\n\n\nL'Énergie de l'Eau peut vous accompagner jusqu'à l'âge du Laiton!",
    "chapter.2.quest.13.subtitle": "Alimenter une Roue Hydraulique",
    "chapter.2.quest.14.description.1": "Écorcez n'importe quelle bûche avec une hache et faire un Clic-Droit dessus avec un Alliage d'Andésite pour créer un Revêtement d'Andésite. Ceci peut être automatisé plus tard grâce aux déployeurs, mais c'est du travail manuel pour l'instant.\n\n\nLes Revêtements d'Andésite sont des composants essentiels pour une large variété de machines de base. Ils peuvent aussi être utilisés pour décourer les Rotors, les Roues Dentées et les Tapis Roulant.",
    "chapter.2.quest.15.description.1": "C'est certainement exagéré, n'est-ce pas?",
    "chapter.2.quest.15.subtitle": "Est-ce que c'est un Pistolet?",
    "chapter.2.quest.16.description.1": "Moi aussi! Quand de la lave s'écoule et touche de l'eau par dessus une Andésite doublement compréssée, il y a une chance sur 6 que de l'Andésite se génère et génèrera de la Pierre le reste du temps. C'est mieux que de la creuser soi-même.",
    "chapter.2.quest.16.subtitle": "Tu détestes trouver de l'Andésite?",
    "chapter.2.quest.16.title": "Andésite facile",
    "chapter.2.quest.17.description.1": "Le Mixeur mélange des choses. Il n'y a pas grand chose à son sujet.\n\n\nCertaines recettes requierent de \"chauffer\" ou \"sur-chauffer\" le mélange, mais aucun des deux ne sera disponible avant un moment.",
    "chapter.2.quest.17.subtitle": "Mélanger beaucoup la Progression?",
    "chapter.2.quest.18.subtitle": "Pas non plus une référence à Terraria",
    "chapter.2.quest.19.description.1": "C'est techniquement discriminatoir envers ceux qui ne peuvent pas coder.",
    "chapter.2.quest.19.subtitle": "Pewtah\u0027 Craft",
    "chapter.2.quest.2.description.1": "Les Roues Dentées et les Rotors récupèrent la rotation en entrée - provenant d'une Manivelle ou d'une Roue à Eau - et transfèrent l'énergie autour d'eux. Les Grandes Roues Dentées en particulier peuvent être utilisées pour changer l'axe de rotation, ou accélérer/ralentir la vitesse de rotation quand elles sont utilisées de pair avec de Petites Roues Dentées.\n\n\nDéfinitivement, appuyez sur [z] pour Ponder. Vous voulez faire le plein de celles-ci!",
    "chapter.2.quest.2.subtitle": "Fabriquez votre première Roue Dentée",
    "chapter.2.quest.2.title": "Dents Dures",
    "chapter.2.quest.20.description.1": "Ce n'est pas du travail forcé s'il y a des robots.\n\n\nVous pouvez donner des outils en Fer à la place de ceux en Diamand (contrairement aux robots avancés) et ils tiendront quand même une Pioche en Diamant pour vous!",
    "chapter.2.quest.20.subtitle": "J'aime les Tortues.",
    "chapter.2.quest.21.description.1": "Excellente armure à tout faire, mais requièrera quand même des Livres Enchantés pour avoir des Enchantements...",
    "chapter.2.quest.21.subtitle": "Une Maintenance d'Armure n'existe pas",
    "chapter.2.quest.21.title": "Le plus Robuste des Robustes ",
    "chapter.2.quest.22.description.1": "Les outils en Fer peuvent être créés de la même manière qu'en Vanilla, à l'exception qu'il faut transformer les Lingots de Fer en Plaque avant d'être accessible.\n\n\nNotez bien que les outils en fer ne mineront pas le Diamant. Vous avez besoin d'une manière plus industrielle de libérer les Diamants.",
    "chapter.2.quest.22.subtitle": "Tout cela pour un peu de Fer.",
    "chapter.2.quest.23.description.1": "La manivelle est une source d'énergie primitive. Faire un clic-droit dessus déplacera les Roues Dentées, mais cela vous affâmera.\n\n\nTrès essentiels pour tester les assemblages.\n\n\nVous repoussez seulement l'inévitable... cette douce génération d'énergie automatisée.",
    "chapter.2.quest.23.subtitle": "Ok, certains d'entre vous aiment utiliser ceci.",
    "chapter.2.quest.24.description.1": "Les Meules sont utilisées pour moudre les matériaux sous forme de Poudres. Jetez simplement des objets par-dessus l'ouverture et faites un clic-droit dessus quelques temps plus tard.\n\n\nVous pouvez produire du Quartz, de la Poudre d'Obsidienne et de la Poudre à Canon tôt dans le jeu.",
    "chapter.2.quest.24.subtitle": "Les Meules sont plus utiles maintenant.",
    "chapter.2.quest.25.subtitle": "Avec une importante source de Diorites, vous pouvez produire du Quartz à l'excès.",
    "chapter.2.quest.25.title": "Obtenez du Quartz du Nether!",
    "chapter.2.quest.26.description.1": "Le chemin vers les Trains requiert de la Poudre d'Obsidienne. Malheureusement, vous serez incapable d'en obtenir avant d'avoir acquis une Perceuse Mécanique, donc vous derez revenir ici plus tard.",
    "chapter.2.quest.26.subtitle": "Obtenez des Rails",
    "chapter.2.quest.26.title": "Obtenez des Rails",
    "chapter.2.quest.27.description.1": "Utilisez le Mixeur pour créer du Grout, lequel est utilisé pour les blocs relatifs à Tinkers\u0027.\n\n\nN'en mangez pas.",
    "chapter.2.quest.27.subtitle": "Déverrouillage du Chapitre 2",
    "chapter.2.quest.27.title": "Viens chercher ton Grout.",
    "chapter.2.quest.28.description.1": "Te forcer à utiliser les *frissons* Fourneaux.\n\n\nSi vous pensez que c'est cher, ne vous inquiétez pas! Cela deviendra 1/3 du coût actuel plus tard.",
    "chapter.2.quest.28.subtitle": "Mwahahahah",
    "chapter.2.quest.28.title": "Ew ! Cela me colle aux mains",
    "chapter.2.quest.29.description.1": "Le Tamis (Sifter) accepte beaucoup de variétés de blocs et les transforme en Récompenses de Créatures et en Métaux. Pas besoin de fermes à créatures lentes!\n\n\nLes bloques de Roche comme: Roche, Pierres, Graviers, Ardoises des Abîmes, etc. vous donneront principalement des Pépites des différents Métaux de l'Overworld. Les blocs de Poussières comme : Sable vous donneront des Récompenses de Créatures.\n\n\nSoyez certain de jeter un oeil aux potientielles entrées et sorties du Tamis avec REI, les résultats pourraient vous surprendre.",
    "chapter.2.quest.29.subtitle": "Plus associé à Terraria",
    "chapter.2.quest.3.description.1": "Posez un Dépôt en dessous d'une Presse Mécanique allimentée, déposez des objets dessus, et regardez la magie opérer!",
    "chapter.2.quest.3.subtitle": "Lavez vos mains",
    "chapter.2.quest.30.subtitle": "Tamiser le sable donnera la plupart des Récompenses de Créatures hostiles de l'Overworld (vous obtenez également des Proches d'Encre en bonus), en elevant le besoin de passer du temps sur la même ferme que vous construisez depuis 2012.",
    "chapter.2.quest.30.title": "Les Fermes à Créatures sont si dépassées",
    "chapter.2.quest.31.description.1": "Utilisé dans la production de Fils et de Barres, le Rolling Mill fonctionne exactement comme la Meule!",
    "chapter.2.quest.31.subtitle": "Un nouveau jouet",
    "chapter.2.quest.32.description.1": "Vous serez capable d'ajouter un embout à vos outils à la Tinker Station, donnant à vos outils Tinkers\u0027 les propriétés du diamant.\n\n\nVous aurez la capacité de faire des outils Vanilla dans le Chapitre 3.",
    "chapter.2.quest.32.subtitle": "Le rêve de Minecraft",
    "chapter.2.quest.32.title": "Forage de Diamants",
    "chapter.2.quest.33.description.1": "Une chouette touche pour votre base.",
    "chapter.2.quest.33.subtitle": "Décoration astrale",
    "chapter.2.quest.34.description.1": "De la même manière que la Perceuse Mécanique, la Scie peut être emportée pour couper des arbres. Un avantage particulier est qu'il va couper tout l'arbre, en une seule fois, dès qu'il retire le bloc en contact avec le sol!",
    "chapter.2.quest.34.subtitle": "Mauvais pour l'environement",
    "chapter.2.quest.35.subtitle": "N'oubliez pas de replanter des pousses!",
    "chapter.2.quest.35.task.1.title": "100x Bûches",
    "chapter.2.quest.35.title": "Bon pour les Affaires",
    "chapter.2.quest.36.description.1": "Les ventilateurs peuvent vous pousser, pas de surprise.\n\n\nMais ils sont bien plus utiles. De nouvelles méthodes de traitement s'ouvrent dès qu'un ventilateur est placé devant de la lave, de l'eau et des feux de camp. ",
    "chapter.2.quest.36.subtitle": "Pour un traitement des Minerais non orthodox",
    "chapter.2.quest.37.description.1": "Placer de la lave devant un Ventilateur enchassé va vous permettre de fondre plusieurs minerais à la fois sans utiliser de carburant en les déposant dans le souffle du feu. Si l'objet ne peut être fondu, il sera détruit - cela inclut les objets que vous mettriez dans le Fumoir.\n\n\nPlacer de l'eau en face d'un Ventilateur Enchassé vous permettra d'obtenir des ressources bonus à partir des Minerais posé devant le souffle de l'eau. Cela créera 9 pépites à la place de Lingots, mais les ressources gratuites en valent la peine.\n\n\nCeci est appelé \"Brûlage en vrac\" et \"Lavage en vrac\" respectivement.\n\n\nEt faire la même chose avec un Feu de camp à la place de l'eau/la lave va cuire la nourriture comme un Fumoir! \"Fumage en vrac!\"",
    "chapter.2.quest.37.subtitle": "Un indice utile...",
    "chapter.2.quest.37.task.1.title": "Compris.",
    "chapter.2.quest.37.title": "Meilleur fonte",
    "chapter.2.quest.38.description.1": "Les Roues Dentées qui tournent dans le mauvais sens peuvent être ennuyantes. Les Chaines de Transmission peuvent être utiles quand des éléments séquentiels tournent dans le même sens. Ils ont également une capacité limitée à changer d'axe, ajoutant une utilisation supplémentaire.",
    "chapter.2.quest.38.subtitle": "Bloc Utilitaire #1",
    "chapter.2.quest.39.description.1": "Les Boites à Roues Dentées sont les ultimes soltions pour changer d'axe, de même que de sens de rotation. Ils sont un peu chers mais en valent la peine.",
    "chapter.2.quest.39.subtitle": "Bloc Utilitaire #3",
    "chapter.2.quest.4.description.1": "Plaques! Oui! Avec elles viennent de nouvelles options pour créer des blocs. Les Machines comme les Perceuses Mécaniques qui vous assisteront pour miner vos premiers diamants ou les Scies Méchaniques qui vont abattre une quantité monstrueuses de Bûches instantanément sont maintenant disponibles.",
    "chapter.2.quest.4.title": "10x Plaques de Fer",
    "chapter.2.quest.40.description.1": "Un Embrayage peut actionner ou éteindre une machinerie complèxe par un léger coup de levier. Cela peut éviter des maux de têtes quand vous testez quelque chose ou développez un réseau cinétique.",
    "chapter.2.quest.40.subtitle": "Bloc Utilitaire #2",
    "chapter.2.quest.41.description.1": "Pour coller les choses entre elles, faites un Clic-Droit sur un bloc et déplacez le curseur. Utilisez Ponder pour plus d'informations.\n\n\nColler les choses ensembles peut être un peu pointilleux surtout au début, vous aurez besoin de faire quelques essaies pour comprendre comment cela fonctionne.\n\n\nVous aurez également besoin de Colle extra-forte dans d'autres Chapitres.",
    "chapter.2.quest.41.subtitle": "Vous aurez besoin de ceci pour créer les Cabines de Train",
    "chapter.2.quest.42.description.1": "La clé vous permettra de réorienter les blocs de Create avec un Clic-Droit. Il permet également de détruire les blocs de Create instantanément et les place dans votre inventaire en s'accroupissant et utilisant le clic-droit.",
    "chapter.2.quest.42.subtitle": "Vous utiliserez cela pour toujours",
    "chapter.2.quest.42.title": "ABSOLUMENT ESSENTIEL",
    "chapter.2.quest.43.description.1": "Le monde de Create est un monde de machines, d'industrie, et d'automatisation, et est la colonne vertèbrale de ce modpack.\n\n\nCe Chapitre vous introduira aux bases de Create et les nouveaux blocs qui vous sont disponibles. À cause de la portée de Create, ce livre de quêtes ne peut pas couvrir l'étendue de ce qu'il y a savoir à propos de Create. Heureusement, survoler n'importe quel Bloc de Create - que ce soit dans l'inventaire ou dans l'écran de REI - et maintenir Z vous permet d'obtenir une explication détaillée des fonctions mécaniques des blocs. Si cela n'est pas assez, n'hésitez pas à regarder des vidéos - l'ingéniosité est un trait dont il faut être fier!\n\n\nChaque Chapitre successif introduira des recettes plus compliquées et de nouveaux matériaux, vous défiant de créer des systèmes de fabrication plus grand et plus complèxes. La récompense sera d'accéder au cosmos au-dessus de vous.\n\n\n\n",
    "chapter.2.quest.43.subtitle": "Aller encore plus haut",
    "chapter.2.quest.43.task.1.title": "Compris.",
    "chapter.2.quest.43.title": "Bienvenue sur Create!",
    "chapter.2.quest.44.subtitle": "Très important",
    "chapter.2.quest.45.description.1": "Les Stations de Trains sont nécessaire pour construire les trains.",
    "chapter.2.quest.45.subtitle": "Tous à bord!!!",
    "chapter.2.quest.46.description.1": "Voici des objets supplémentaires si vous voulez compliquez les choses encore plus.\n\n\nCe qu'ils font et comment ils fonctionnent est en dehors de la portée de ce guide, mais n'hésitez pas à tirer profit de la mécanique de Ponder!",
    "chapter.2.quest.46.subtitle": "PLUS DE TRAINS",
    "chapter.2.quest.46.title": "Utilitaires divers pour Train",
    "chapter.2.quest.47.description.1": "De la lave qui s'écoule et qui touche de l'eau sur de la bedrock va fonctionner de la même manière que le générateur basé sur l'Andésite Compressée Doublement, mais il aura une PETITE CHANCE de produire de l'Andésite, et produira d'autres roches comme du Granite et de la Diorite comme effet secondaire. Bien sûr, vous aurez besoin de creuser jusqu'aux plus profonds soutterains. Mais au moins c'est une option.",
    "chapter.2.quest.47.subtitle": "Pour le moment où vous ne voudrez vraiment pas trouver de l'Andésite.",
    "chapter.2.quest.47.task.1.title": "Compris.",
    "chapter.2.quest.47.title": "Générateur de Roches Variées",
    "chapter.2.quest.5.description.1": "Les Glissières peuvent faire tomber les objets en piles limitées d'un inventaire en amont à un inventaire en aval. Cela peut être pratique pour amenrer un objet jusqu'à la machine suivante.",
    "chapter.2.quest.5.title": "Comme un Entonnoir mais Super Vertical",
    "chapter.2.quest.6.description.1": "La quintessence de composants de fabrications de Create. Mieux vaut constituer un approvisionnement maintenant.",
    "chapter.2.quest.6.subtitle": "Plus efficace avec les Mixeurs!",
    "chapter.2.quest.6.title": "Alliage d'Andésite!",
    "chapter.2.quest.7.description.1": "Couper un Lingot de Bronze en deux dans le Tailleur de Pierres. Deux pour un, quel vol!",
    "chapter.2.quest.7.subtitle": "Mieux qu'une Plaque de Cuivre",
    "chapter.2.quest.8.description.1": "Ce sera la méthode la plus consistante pour obtenir des diamants avant d'améliorer votre premier outil Tinkers\u0027 avec un diamant.\n\n\nLes diamants peuvent également être trouvés dans des butins dans tout l'Overworld.",
    "chapter.2.quest.8.subtitle": "Les Perceuses vont brrr",
    "chapter.2.quest.9.description.1": "Les Trains ont des usages spécifiques. Non seulement ils peuvent transporter les joueurs, mais ils peuvent également transporter des objets et des fluides en vrac. Ils peuvent également être automatiquement planifiés et voyageront à travers les tronçons non chargés, faisant d'eux le moyen de transport parfait pour les ressources vers les sites de productions éloignés.\n\n\nIls ne sont pas nécessaires à la progression, donc sentez-vous libre d'ignorer cette section du Chapitre. Cela étant dit, ils sont vraiment cools.\n\n\nNormalement les trains arrivent bien plus tard, mais nous sommes généreux.\n\n\n\n",
    "chapter.2.quest.9.subtitle": "Trains? Trains!!!",
    "chapter.2.title": "1) Le monde de l'Andésite.",



    "chapter.3.quest.1.description.1": "Vous ne serez pas capable d'utiliser les Cuves de Tinkers jusqu'à posséder une Fonderie qui arrive plus tard. Cependant, les Réservoirs de Create fonctionnent bien pour stocker des Liquides. Ils nécessiteront un Tuyau pour faire rentrer le Fluide, les Seaux ne fonctionnant pas directement sur eux.",
    "chapter.3.quest.1.subtitle": "Les Réservoirs Tech Reborn existent aussi plus tard",
    "chapter.3.quest.1.title": "Stockage de Fluide",
    "chapter.3.quest.10.description.1": "L' \"explorer\u0027s compass\" pointera vers n'importe quel type de structure! À moins que vous n'ayez besoin de trésors, je ne vous recommande pas d'aller vers un Fort, cependant... Leurs portails sont actuellement désactivés.\n\n\nVous pouvez également trouver des \"Lacs de Shimmer\" avec ceci, qui pourraient avoir une certaine pertinence bientôt...",
    "chapter.3.quest.10.subtitle": "Pointera dans la direction de la majorité des structures.",
    "chapter.3.quest.10.title": "Trouvez des structures par vous-même",
    "chapter.3.quest.11.description.1": "Roulement des crédits",
    "chapter.3.quest.11.subtitle": "Create devient ASTRAL",
    "chapter.3.quest.11.title": "EN AVAAANNNTTTT",
    "chapter.3.quest.12.description.1": "Le Nether n'existe plus, je n'en ai jamais entendu parlé, uh-uh.\n\n\nFaites l'encadrement d'un Portail en utilisant ce beau petit bloc pour franchir les frontières de .... la Lune....\n\n\n(Notez que les Rails de Create NE FONCTIONNE PAS à travers le Portail de la Lune)\n\n\n(De plus, la récommense est là si vous voulez ajouter les 4 angles sans créer 4 Pierres de Shimmer supplémentaires!)",
    "chapter.3.quest.12.subtitle": "Qu'est-ce que le Nether?",
    "chapter.3.quest.12.title": "Construisez un Portail Lunaire",
    "chapter.3.quest.13.subtitle": "Allumez le Portail.",
    "chapter.3.quest.13.title": "Une Gemme Astrale...",
    "chapter.3.quest.14.description.1": "Nous avons enlevé le besoin en énergie pour utiliser cette machine! Ne vous inquiétez pas à ce sujet sur votre travail pour atteindre la Lune :)",
    "chapter.3.quest.14.subtitle": "Pour remplir votre Combinaison d'Oxygène cependant vous aurez besoin d'outils plus spécialisés...",
    "chapter.3.quest.15.description.1": "\n\n(À ne pas confondre avec les Électroliseurs de Tech Reborn...)\n\nSi la recette ne fonctionne plus, cassez le bloc principal de la machine et replacez-le!\n\n\nIl peut SEULEMENT pomper de l'Eau en entrée et SEULEMENT renvoyer de l'Oxygène en sortie. Donc ne vous inquiétez pas à filtrer vos Tuyaux.",
    "chapter.3.quest.15.description.2": "\n\nVous pouvez seulement pomper en entrée et sortie avec le bloc principal de la machine!",
    "chapter.3.quest.15.subtitle": "Multibloc personnalisé d'Astral!",
    "chapter.3.quest.16.description.1": "Oui ils ont utilisé 4x le coût, je sais.\n\n\n(...Ils sont souvent utilisés pour de l'électronique simple et souvent utilisés dans le création d'objets de Create dans le futur.)\n\n\n(Utilisez REI pour savoir les recettes. Pour poncer le Quartz Rose, tenez du Papier de Verre dans une main et le Quartz Rose dans l'autre, puis maintenez le clic droit, et soyez triste quant à la fragilité du Papier de Verre.)",
    "chapter.3.quest.16.subtitle": "PTSD du Tube Électronique",
    "chapter.3.quest.17.description.1": "Les \"Redstone Chips\" sont en bas pour les circuits, et sont davantage spécialisées pour les équipements audio, comme ceux du mod Phonos.\n\n\nCela étant dit, ils ont juste assez de jus pour créer les outils nécessaires à la visite de la Lune.\n\n\nIl s'agit probablement de la prémière recette séquencielle que vous aurez besoin de prendre au sérieux!",
    "chapter.3.quest.17.subtitle": "Cela sera épouvantable pour la révolution industrielle",
    "chapter.3.quest.18.description.1": "Deux fluides distincts - du Cuivre Fondu et de l'Or Fondu - vont devoir être pompés vers un Bassin. Un Tuyau Intelligent peut être nécessaire pour extraire l'Or Rose produit..\n\n\nCela pourrait prendre un peu de temps avant d'en avoir assez. Utilisez le filtre de recette sur le côté du Bassin une fois que vous avez un peu d'Or Rose pour arrêter le bassin de recevoir trop d'un des deux liquides.",
    "chapter.3.quest.18.subtitle": "Quel bel alliage, j'espère ne pas devoir en produire des tonnes",
    "chapter.3.quest.18.title": "Or Rose",
    "chapter.3.quest.19.description.1": "Nous pouvons aller bien plus haut.",
    "chapter.3.quest.19.subtitle": "Déverrouillage du Chapitre 3.",
    "chapter.3.quest.19.task.1.title": "Visitez la dimension : La Lune",
    "chapter.3.quest.19.title": "Create: Astral",
    "chapter.3.quest.2.description.1": "Il est temps d'apprendre comment les fluides fondus fonctionnent! Placez une Fondeuse (melter) au-dessus d'un Réchauffeur (heater) et jeter-y du carburant et des matériaux bruts pour obtenir 1,33x la matériau en sortie, vous récompensant de créer des métaux sous leur forme liquide. Les liquides fondus sont aussi pratiques car certains processi ne peuvent se faire qu'avec des métaux fondus.\n\n\nCertains alliages que vous pouvez fabriquer à la main seront désormais plus utiles sous forme liquide car ils seront de plus en plus utilisés sous cette forme.",
    "chapter.3.quest.2.subtitle": "L'âge du ... fluide?",
    "chapter.3.quest.20.description.1": "Le Shimmer peut être produit en utilisant les recettes fournies et complètement automatisé avec des Poches d'encre luisante et des Améthystes.\nLe Shimmer peut également être trouvé dans des Lacs de Shimmer souterrains qui peuvent être détectés avec la Boussole à Structures (Structure Compas). En pomper avec une Poulie à Tuyau vous permettra d'en acquérir pour un moment.",
    "chapter.3.quest.20.subtitle": "L'Iconique Fluide de la marque Astral",
    "chapter.3.quest.20.title": "Les Hauteurs du Shimmering",
    "chapter.3.quest.21.description.1": "Le Revêtement de Cuivre est largement utilisé pour les Machines à Fluides, de la même manière que le Revêtement en Andésite est utilisé pour les Machines cinétiques. Le Revêtement en Cuivre peut aussi être facilement utilisé pour une pratique négligée; Vérifiez le Ponder.\n\n\nQuand vous fabriquerez le prochain échelon de Revêtement, vous aurez besoin également de beaucoup de Revêtement de l'échelon précédent. Du coup, surproduisez celui-ci et épargnez-vous de futures responsabilités.",
    "chapter.3.quest.21.subtitle": "Ohoho, des échelons de Revêtement",
    "chapter.3.quest.22.description.1": "Le Véridium est une source renouvelable de Cuivre, créé en versant de la Lave sur de la Pierre Brûlée (Seared Stone). Avoir une installation permettant de convertir l'excès d'Argile en Cuivre pourrait être chouette.\n\n\nSi vous trouvez une manière passive de générer de la Pierre Brûlée (Seared Stone), vous n'aurez plus jamais besoin de miner du Cuivre.",
    "chapter.3.quest.22.subtitle": "Je pourrais certainement utiliser plus de Cuivre",
    "chapter.3.quest.22.task.1.title": "4x64 Véridium",
    "chapter.3.quest.22.title": "Automatisez le Cuivre!",
    "chapter.3.quest.23.description.1": "L'Asurine est une source renouvelable d'Étain créé en versant de l'Eau sur de la Pierre Brûlée (Seared Stone). Avoir une installation permettant de convertir l'excès d'Argile en Étain pourrait être chouette.",
    "chapter.3.quest.23.subtitle": "Quel matériau excitant !",
    "chapter.3.quest.23.task.1.title": "4x64 Asurine",
    "chapter.3.quest.23.title": "Automitisez l'Étain!",
    "chapter.3.quest.24.subtitle": "L'Alliage d'Andésite peut être produite à 1/3 du coût si vous optez pour la mixer sous sa forme liquide et la mouler pour la solidifier!",
    "chapter.3.quest.24.title": "Production d'Alliage efficace.",
    "chapter.3.quest.25.description.1": "Une Enclude de Tinker vous permettra d'assembler des Pièces d'Outil en Outils, comme le Poste Tinker. À l'inverse du Poste Tinker, vous avez accès à des Outils plus sophistiqués. Essayez de fabriquer un marteau à 100%!\n\n\nVous serez également capable d'appliquer des modificateurs sur les Enclumes.",
    "chapter.3.quest.25.subtitle": "Le bon Truc en 3x3",
    "chapter.3.quest.25.title": "Faites de réels outils maintenant",
    "chapter.3.quest.26.subtitle": "Des Outils de base, le Bronze est plutôt bon pour ça",
    "chapter.3.quest.26.title": "Des Outils Avancés",
    "chapter.3.quest.27.subtitle": "Le premier niveau de Fortune utilise cette recette!",
    "chapter.3.quest.27.title": "Devenir chanceux",
    "chapter.3.quest.28.subtitle": "Le second niveau de Fortune utilise cette recette!",
    "chapter.3.quest.28.title": "Devenir plus chanceux",
    "chapter.3.quest.29.subtitle": "Le niveau final de Fortune utilise cette recette!",
    "chapter.3.quest.29.title": "Devenir Réel.",
    "chapter.3.quest.3.description.1": "Utilisez un flux d'air chaud, ou réchauffez au Fourneau du \"Grout\" pour obtenir cette brique. Ces briques sont utilisées dans la majorité des blocs de Tinker\u0027 Constructs blocks.\n\n\nUn Dépôt peut être une bonne idée avec le Fontecar cela a été vachement ralenti dans Astral! Peut-être que cela sera atténué plus tard avec des machines plus puissantes...\n\n\nLe Livre de Récompense peut expliquer comment la fonte de liquides fonctionne plus en détails, et détaillera quels nouveaux matériaux sont débloqués pour fabriquer le prochain échelon de vos Outils personnalisés.",
    "chapter.3.quest.3.subtitle": "Ne mangez pas cela non plus !",
    "chapter.3.quest.30.description.1": "Pompez cela et l'amener à votre base pourrait être sage, le Shimmer est une resource précieuse à contrôler.",
    "chapter.3.quest.30.subtitle": "Éparpillez-vous dans l'Overworld et la Lune, vous pourriez découvrir des météores enterrés remplis de Shimmer...",
    "chapter.3.quest.30.title": "Lacs de Shimmer...",
    "chapter.3.quest.31.description.1": "Le multibloc de l'Électrolyseur est un petit peu différent des multiblocs dédiés de mod comme IE. Il ne deviendra pas un nouveau bloc une fois assemblé, mais permettra plutôt au bloc principal d'opérer ses recettes!\n\n\nCouche inférieure: Centre Avant \u003d Bloc machine de l'Électrolyseur et pour le reste de la couche 3x3 \u003d du Revêtement en Cuivre\n\n\nCouche intermédiaire: Blocs de Bobine de Cuivre \u003d sur l'extérieur de la structure uniquement en laissant le CENTRE VIDE.\n\n\nCouche supérieure: Revêtement en Cuivre \u003d 3x3 sur l'ensemble du toit de la structure.",
    "chapter.3.quest.31.subtitle": "Fabriquez votre Électrolyseur et FAQ commune.",
    "chapter.3.quest.31.title": "COMMENT JE FAIS ÇA?!",
    "chapter.3.quest.32.description.1": "Youpiiiieeee!!!",
    "chapter.3.quest.32.subtitle": "Hey regarde cela dit Coffre en Or mais il est Rose!",
    "chapter.3.quest.33.subtitle": "Le Bronze peut être produit à moitié coût avec la recette du mixeur.",
    "chapter.3.quest.33.title": "Production de Bronze efficace",
    "chapter.3.quest.34.description.1": "Rappel : vous pouvez alimenter un Robinet (Faucet) avec un signal de Restone pour avoir un flux continu, et un entonnoir suffira pour déplacer les Alliages refroidis dans un inventaire..\n\n\nLe Moule à Pièce (Coin Cast) est utilisé pour fabriquer des PETITS Engrenages, tandis que le Moule à Engrenage (Gear Cast) est utilisé pour fabriquer des GRANDS Engrenages.",
    "chapter.3.quest.34.subtitle": "Transformez du Bronze Fondu en Engrenages requiert de les mouler avec le Moule à Engrenage ou à Pièce",
    "chapter.3.quest.35.description.1": "Obtenir un Arbre à Caoutchouc devrait être votre priorité maintenant, un montant correct de ces derniers sera utilisé pour fabriquer des Tapis Roulants, Coffres et Revêtements!\n\n\nPour extraire sa sève, faites juste un clic-droit sur les tâches de Sève. La Sève se regénèrera sur l'Écorce périodiquement, mais si vous ne voulez pas attendre, les Bûches peuvent être \"moulues\" en Sève.",
    "chapter.3.quest.35.subtitle": "Caoutchouteux",
    "chapter.3.quest.35.title": "Espionner Sévèrement!",
    "chapter.3.quest.36.description.1": "Le Caoutchouc est utilisé pour beaucoup de choses importantes. Vous voulez garder une source de Sève non loin.",
    "chapter.3.quest.36.subtitle": "Mixer de la Sève avec un Mixeur et vous obtiendrez cette agréable substance",
    "chapter.3.quest.36.title": "Caoutchouc: L'Alliage d'Andésite de cet Âge",
    "chapter.3.quest.37.description.1": "Les Tapis Roulants transportent des objets. Ils peuvent même prendre des matériaux d'une machine jusqu'une autre, vous permettant de vous extraire d'une labeur manuelle dans la chaine d'une recette.\n\n\nVous pouvez également utiliser les Fonteet de Lavage sur les objets sur les Tapis Roulants. Bon à savoir, Un ventilateur plus puissant ne rendra pas l'opération sur les matériaux plus rapide. Vous devez prudemment contrôler la vitesse de vos Tapis Roulants pour que vos objets restent assez longtemps dans les flux d'air pour qu'ils puissent se transformer.",
    "chapter.3.quest.37.subtitle": "Mmm des Tapis Roulants",
    "chapter.3.quest.38.description.1": "Ce Coffre de Fer que vous avez gagné dans la quête du voyageur du Chapitre 0.5 ne compte pas.",
    "chapter.3.quest.38.subtitle": "Améliorez ces Coffres de Cuivre avec du Fer pour obtenir un bonus de capacité de stockage",
    "chapter.3.quest.38.title": "Avoir une amélioration (d'un Coffre)",
    "chapter.3.quest.39.description.1": "Le Déployeur est un objet vraiment spécial - il simule le clic droit/gauche d'un joeueur et fonctionne sur tout ce qui pourrait interagir par ces clics. Vous pouvez également le configurer pour qu'il tienne des objets ou matériaux permettant aux machines la création automatique de Revêtement d'Andésite ou de tonte de Mouton avec des cisailles.\n\n\nNormalement les Déployeurs viennent plus tôt, mais une fois encore, nous sommes généreux ;)",
    "chapter.3.quest.39.subtitle": "Quuuuoooooiiiiiii, l'Assemblage Séquentiel, déjà ?",
    "chapter.3.quest.4.description.1": "Établir une installation de Fondeuse (Melter) avec des Pompes sortant les liquides jusqu'à plusieurs Cuve en utilisant des Tuyaux Intelligents est probablement le plus grand investissement que vous pouvez faire maintenant.                                     \nATTENTION! Mélanger des fluides dans le même Tuyau va le détruire et répandre ces derniers, soyez certain d'avoir un moyen de considérer cela si vous faites un grand réseau de fluides (Cherchez #showcase sur Discord pour des exemples)",
    "chapter.3.quest.4.subtitle": "Mouvement de Fluide",
    "chapter.3.quest.40.description.1": "L'Entonnoir (Funnel) des d'une importance primordial: il peut retirer et déposer des objets hors et dans n'importe quel inventaire. Ils sont souvent utilisés de concert avec les Dépôts ou les Tapis Roulants.\n\n\nLes Entonnoirs (Funnel) et les Tapis Roulants forment les bases des lignes de production, et donc de l'automatisation.",
    "chapter.3.quest.40.subtitle": "J'aime la logistique",
    "chapter.3.quest.41.description.1": "Les Lunettes d'Ingénieur vous permettent de voir directement la quantité de stress qu'un bloc produit ou subit, de même que la vitesse qu'il exerce. Il affiche également des informations complémentaires pour certains blocs.\n\n\nInvestissez définitivement dans une paire.",
    "chapter.3.quest.41.subtitle": "Obtenez des Lunettes d'Ingénieur, elles sont super utiles!",
    "chapter.3.quest.41.title": "Voyez davantage la Réalité",
    "chapter.3.quest.42.description.1": "Les Roulements Mécaniques peuvent avoir une structure collée sur la face supérieure. Quand ils sont activés, ils vont tourner l'ensemble de la structure et n'importe quelle Scie, Récolteur, Perceuse, etc., attachés vont interragir avec leur environnement (et vous libérez des SU aussi!)\n\n\nQuand la Machine tourne, tout objet collecté va automatiquement être placé dans un stockage de la structure, les Coffres Renforcés à Objets inclus. Les Déployeurs vont aussi utiliser tout objet qu'il leur est assigné et disponible dans le stockage. L'Interface de stockage portable peut être utilisée pour faire entrer et sortir des objets de vos fermes vers les lignes de productions et inversément.",
    "chapter.3.quest.42.subtitle": "Agriculture Automatique",
    "chapter.3.quest.42.title": "Le Monde Tourne",
    "chapter.3.quest.43.description.1": "Le Récolteur est utilisé pour ramasser les cultures automatiquement. L'Algue est un peu particulière mais fonctionne aussi avec le Blé, les Betteraves, la nourriture de Farmer Delight, etc.",
    "chapter.3.quest.43.subtitle": "Les jours de récolte manuelle sont révolus.",
    "chapter.3.quest.43.title": "Agriculture Industrielle",
    "chapter.3.quest.44.description.1": "Avoir de l'Algue mouillée ne vous aidera pas beaucoup. Avant que l'Algue n'aille vers sa destination finale, il est judicieux de le Fumer au passage.\n\n\n(N'utilisez pas le Flux d'air Chaud! L'Algue Séchée est considérée comme de la nourriture!)",
    "chapter.3.quest.44.subtitle": "Je suis accro à ces Tapis Roualnts ...",
    "chapter.3.quest.45.description.1": "Si vous les mettez sur des Machines qui se déplacent, ils feront exactement ce que vous espérez.\n\n\nCela étant dit, les arbres ont besoin d'être replantés même si leur récolte est automatisée. C'est ce pourquoi les Déployeurs existent. Placez-les au-dessus des Scies ou du côté opposé au bras de la Machine, pointés vers le bas, et équipez-les avec des Pousses. Les Arbres tombés vous fourniront de nouvelles Pousses.",
    "chapter.3.quest.45.subtitle": "Vous souvenez-vous de la Scie Mécanique du Chapitre Précedent?",
    "chapter.3.quest.45.task.3.title": "N'importe quelle Pousse",
    "chapter.3.quest.45.title": "Bûchage Industriel",
    "chapter.3.quest.46.description.1": "Quand les fermes à Arbres sont utilisées, elles générent aussi des Bâtons, des Pousses, voire des Pommes. Si vous prévoyez de transformer votre Bois en Charbon de Bois, l'excédent va être brûlé - et avez-vous vraiment besoin des Bâtons et des Pousses?\n\n\nUne note sur les Planches, si vous anticiper de les automatiser. Create prévoit une manière d'obtenir 6 Planches à partir de n'importe quelle Bûche. Avoir autant de Bûches est sans doute excessif, à vous de choisir.",
    "chapter.3.quest.46.subtitle": "Plus d'excursions fastidieuses pour couper des Arbres",
    "chapter.3.quest.46.task.1.title": "2x64 Bûches qui brûlent",
    "chapter.3.quest.46.title": "Production Massive de Bois",
    "chapter.3.quest.47.description.1": "Laver du Sable Rouge produit rarement du Zinc et des Arbustes Morts. Il n'y pas de manière d'automatiser efficacement le Sable Rouge à ce stade, donc tout ce que vous pouvez réellement faire est d'utiliser le Sable Rouge que vous avez autour de vous... S'il y en a...",
    "chapter.3.quest.47.subtitle": "Je veux des Minerais pour un mode de vie sain à l'Usine",
    "chapter.3.quest.47.task.2.title": "8x64 Pépites de Zinc",
    "chapter.3.quest.47.task.3.title": "4x8 Arbustes Morts",
    "chapter.3.quest.47.title": "Automatisez le Zinc",
    "chapter.3.quest.48.description.1": "Laver le Gravier produit occasionnellement des Pépites de Fer et du Silex. Le Gravier peut être fabriqué en broyant de la Pierre, et la Pierre peut être produite à partir d'un Générateur de Pierre...",
    "chapter.3.quest.48.subtitle": "Vous avez déjà construit ceci des douzaines de fois",
    "chapter.3.quest.48.task.2.title": "4x64 Pépites de Fer",
    "chapter.3.quest.48.task.3.title": "4x64 Silex",
    "chapter.3.quest.48.title": "Automatisez le Fer et le Silex",
    "chapter.3.quest.49.description.1": "Le Sable peut être Lavé et transformé en Argile de la même manière que le Sable Rouge se transforme en Zinc. Vous pouvez même créer du Sable à l'infini en broyant du Gravier, mais vous n'avez pas encore accès à cela. Tout ce que vous pouvez faire est de transformer le Sable inutilisé et envisager une semi-automatisation.\n\n\nIl y a aussi une technique différente et plus compliquée de semi-automatisation qui vous oblige à commencer avec de la Calcite, de la transformer en Spéléothème à broyer. Malheureusement, vous ne pouvez produire de la Calcite à l'infini, et par conséquent ne pas produire de Spéléothème de manière raisonnable... N'est-ce pas?\n\n\nLes vrais pros autont une installation qui prendra alors l'Argile automatisée pour en faire directement de l'Alliage d'Andésite.",
    "chapter.3.quest.49.reward.2.title": "8x64 Briques",
    "chapter.3.quest.49.reward.3.title": "Coffre à Objets Renforcé",
    "chapter.3.quest.49.reward.4.title": "4x64 Verres",
    "chapter.3.quest.49.subtitle": "C'est la base, Greg",
    "chapter.3.quest.49.task.3.title": "16x64 Mottes d'Argile",
    "chapter.3.quest.49.title": "J'AI BESOIN D'ARGILE",
    "chapter.3.quest.5.description.1": "Ce Chapitre est déjà fatiguant à regarder, non? Le Monde de l'Andésite vous a facilité la vie, mais la fabrication va devenir de plus en plus compliquée à mesure que vos techniques de fabrications évoluent et que les rousources commencent à démander plusieurs étapes. Cela se construit tout autour des choses que vous avez déjà apprises, donc il s'agit d'améliorer votre savoir-faire.\n\n\nVous trouverez dans ce Chapitre que récolter et gérer les ressources va amener de plus en plus de tracas. Vous aurez besoin de commencer à semi-automatiser voire totalement automatiser les ressources de base, comme tout fabriquer à la demande va devenir ingérable. Mais la beauté de l'industrialisation est que vous avez le pouvoir de décider ce dont vous avez besoin et les outils et la ténacité de produire un nombre illimité de celles-ci. Il n'y a pas qu'un seul chemin vers le succès: laissez vos compétences à résoudre des problèmes être votre ultime guide.\n\n\nSurmontez la révolution de l'industrie et la Lune vous accueillera pour explorer ses mystères. De nouvelles ressources seront trouvées et vous permettra de rafiner plus loin vos capacités et l'effecacité de votre automatisation. En plus, toute ligne de production créée dans ce Chapitre vous fournira jusqu'à la fin du jeu.",
    "chapter.3.quest.5.subtitle": "C'est seulement le commencement",
    "chapter.3.quest.5.task.1.title": "Compris.",
    "chapter.3.quest.5.title": "Les choses se réchauffent",
    "chapter.3.quest.50.description.1": "Les Tunnels ont cet usage: si une pile est sur un Tapis Roulant convoyeur et va sous un Tunnel avec plusieurs chemins, exactement un seul objet de la pile ira vers la branche tandis que la pile continuera son chemin.\n\n\nBien sûr, vous avez des besoins limités à placer des piles sur des Tapis Roulants, donc les Tunnels ne sont pas encore très utiles. Ils restent une manière plaisante de décorer les Tapis Roulants, au moins ...",
    "chapter.3.quest.50.subtitle": "LOL",
    "chapter.3.quest.50.title": "L'Étrange Frère de l'Entonnoir",
    "chapter.3.quest.51.description.1": "Le vrai pouvoir du mod Create n'est pas dans les nouvelles techniques de fabrications qu'il amène, mais dans la possibilité d'automatiser les ressources.\n\n\nL'Automatision vient de deux manières: l'automatisation complète, où une ressource spécifique sera fabriquée jusqu'à la fin sans qu'un joeueur aie besoin de toucher au système, et la semi-automatisation, où vous devez périodiquement ramener les ressources initiales ou le carburant.\n\n\nCe pack ne vous dira pas toujours quand automatiser et ce qui peut l'être. Ce sera à vous de décider. Cela étant dit, nous vous donneront périodiquement des quêtes d'automatisation en forme de losange, soit pour vous informer qu'une nouvelle automatisation existe ou parce que c'est vraiment une très bonne idée. Vous n'avez pas besoin de les terminer immédiatement - juste de les considérer à un moment. Par ailleurs, il y a peut-être certaines de ces quêtes d'automatisation dans le Chapitre 1 ;)",
    "chapter.3.quest.51.subtitle": "Déverouillage du Chaptitre 2.5",
    "chapter.3.quest.51.task.1.title": "Obtenons des Bâtiments d'Usine!",
    "chapter.3.quest.51.title": "Les Bases de l'Automatisation",
    "chapter.3.quest.52.description.1": "Vous souvenez-vous de la recette des Rails de Train du Chapitre 1?\n\n\nEt bien, avec un Déployeur, vous serez en mesure de produire des Rails à 1/3 du coût désormais. Et les Pépites de Fer peuvent être automatisées aussi, ce qui est génial! Maintenant seules les Dalles de Pierre peuvent être automatisées, y a-t-il seulement un moyen?\n\n\nPour compléter le succès, la même Presse Mécanique doit être utilisée pour créer 1000 Rails.",
    "chapter.3.quest.52.reward.1.title": "2x64 Poudre en Métal",
    "chapter.3.quest.52.subtitle": "Automatisez les Rails",
    "chapter.3.quest.53.description.1": "Les Foreurs de tunnels vont creuser pour vous. Ils sont stupidement compliqués et il est vraiment, vraiment, recommandé que vous regardiez un guide sur Youtube.\n\n\nCela étant dit, voici l'essentiel: tout Wagonnet placé sous un Assembleur de Wagonnet alimenté sera transformé en Machine à Wagonnet. L'entièreté de la Machine peut être récupérée en utilisant la Clé avec un clic-droit. Placer la Machine sous un Assembleur à Wagonnet non-alimenté désassemblera la Machine.\n\n\nUn Foreur à tunnels est une Machine à Wagonnet avec un petit mur de Perceuses, des murs de Déployeurs de Pierres/Pierres des Abîmes autout de la Machine et même autour des Perceuses. L'objectif est d'empêcher tout liquide de tout casser.\n\n\nEnfin, vous créez un long cou. Le début du cou a un Déployeur qui place un Rail, et un autre Déployeur un bloc plus bas qui place un autre Rail pour créer le chemin. Dans le fond, une Charrue Mécanique, qui ramasse les Rails déposés sur le sol et les recycle.\n\n\nLe Charbon et la Pierre minés vont raffraichir le Fourneau du Wagonnet et les Déployeurs. Vous aurez un montant incroyable de Minerais en peu de temps, bien que vous devrez placer vous-même des sources de lumières ou trouver une manière plus maline de gérer l'apparition des monstres dans les ténèbres ainsi créées.",
    "chapter.3.quest.53.reward.1.title": "3x64 Pierres",
    "chapter.3.quest.53.reward.2.title": "3x64 Pierres des Abîmes",
    "chapter.3.quest.53.reward.4.title": "2x64 Torches",
    "chapter.3.quest.53.subtitle": "Fabriquez un Foreur de tunnels!",
    "chapter.3.quest.53.title": "Automatisez le Minage lui-même",
    "chapter.3.quest.54.description.1": "L'Assembleur de Wagonnet est spécial: vous pouvez créer des Machines qui se déplacent sur des Rails de Wagonnet. Elles sont plus difficiles à utiliser que les fermes qui tournent sur elles-même, mais bon, cela reste une option.\n\n\nCela étant dit, il y a une Machine en particulier qui est intéressante et nécessite l'Assembleur de Wagonnet...",
    "chapter.3.quest.54.subtitle": "Une alternative plus compliquée au Roulement Mécanique",
    "chapter.3.quest.55.description.1": "Certains processi d'automatisation nécessitent des Machines qui se déplacent, comme pour la récolte de nourriture ou d'Arbre.\n\n\nLa Colle Extra-Forte est nécessaire pour assembler les blocs ensemble et en faire une Machine mouvante, et vous l'avez déjà vue et utilisée dans le Chapitre 1 pour les Trains. Les Interfaces de Stockage Portable sont utilisées pour interragir avec les stockages sur des Machines mouvantes.\n\n\nQuand vous utilisez de la Colle Extra-Forte, soyez prudent et ne collez pas de votre base à la Machine!",
    "chapter.3.quest.55.subtitle": "J'ai vu cette Colle Extra-Forte auparavant!",
    "chapter.3.quest.55.title": "Les Éléments de Machine Indispensables",
    "chapter.3.quest.56.description.1": "Vous devez compléter qu'une seul tâche pour terminer cette quête.\n\n\nBien que la Lave soit une option, gardez en tête qu'un seau vide est laissé derrière quand il est utilisé comme carburant. Si vous plannifiez d'automatiser la livraison de carburant plus tard, la Lave n'est pas recommandée.",
    "chapter.3.quest.56.subtitle": "Croyez-moi. Automatisez un de ces trois-là et le carburant ne sera plus jamais un problème.",
    "chapter.3.quest.56.task.1.title": "4x64 Bloc d'Algues Séchées",
    "chapter.3.quest.56.task.2.title": "10x64 Charbons de Bois",
    "chapter.3.quest.56.title": "Automatisez le Carburant",
    "chapter.3.quest.57.description.1": "Les Moules en Or sont réutilisables. Pour en créer un, placez un objet qui a la forme du moule que vous souhaitez - disons, une Tête d'hache en Cuivre obtenue via un modèle - et remplissez-le d'Or Fondu. Cela consommera l'objet qui vous avez rempli, mais un Moule en Or réutilisable indéfiniment sera fabriqué à la place.",
    "chapter.3.quest.57.subtitle": "Le Sable est chouette, mais s'en va",
    "chapter.3.quest.57.task.1.title": "N'importe quel Moule en Or",
    "chapter.3.quest.57.title": "Moules réutilisables",
    "chapter.3.quest.58.subtitle": "20 au total!",
    "chapter.3.quest.58.title": "Collectionnez-les tous!",
    "chapter.3.quest.59.subtitle": "Le... EUH? Mais qu'est-ce que c'est que cela?!",
    "chapter.3.quest.59.title": "Devenez FAUX",
    "chapter.3.quest.6.description.1": "Le Bec Verseur déverse des liquides sur les objets. Pratique.\n\n\nCe Bec Verseur peut être utilisé avec les Bassins et les Tables de Moules de Tinker, comme alternative aux Robinets.",
    "chapter.3.quest.6.subtitle": "Compatible avec les fluides et les Moules de Tinkers à la place du Robinet",
    "chapter.3.quest.60.description.1": "Les Moulins à Vent sont atrocement lents et peuvent requiérir un grand nombre de Décaleurs de Rotation. Cependant, ils offrent beaucoup de puissance pour leur taille et sont très facilement agrandissables.\n\n\nLes Moulins à Vent et les Roues à Eau ont leurs avantages et inconvénients, donc celui que vous souhaitez utiliser vous est propre.",
    "chapter.3.quest.60.subtitle": "Une alternative aux Roues à Eau",
    "chapter.3.quest.60.title": "Exploitez la puissance du Vent",
    "chapter.3.quest.61.description.1": "Les Coffres à Objets Renforcés ont un excellent stockage par bloc, mais ils ont un inconvénient: leur inventaire ne peut être accédé directement. Les Objets doivent être déposés ou enlevés avec des Entonnoirs ou des outils futurs.\n\n\nIls ne sont pas plus utiles qu'un Entonnoir d'Andésite avec un Dépot puisque cela enlève un objet aléatoirement choisi à la fois, mais ils sont plus utiles plus tard quand vous pourrez filtrer l'entrée et la sortie des piles d'objets.\n\n\nIls sont pricipalement utilisés avec les machines automatiques, pour stocker les objets à un endroit donné ou pour transférer des objets en grande quantité.",
    "chapter.3.quest.61.subtitle": "Un Baril délicat...",
    "chapter.3.quest.61.title": "Option de Stockage Avancée #4",
    "chapter.3.quest.62.description.1": "Comment générer passivement de la Lave:\n\n\nPlacez des Spéléothèmes pointus en-dessous d'un bloc, et ensuite placez une source de lave par-dessus ce bloc. Puis, quelques blocs en-dessous du Spéléothème pointu, mettez-y un Chaudron.\n\n\nLa Lave provenant du Chaudron peut être pompée dans une Cuve, vous donnant une réserve de Lave. Quelques recettes demandent de verser de la Lave sur des Matériaux, donc c'est pratique d'avoir cette installation.",
    "chapter.3.quest.62.subtitle": "Transporter des Seaux des souterrains est ennuyant, n'est-ce pas ?",
    "chapter.3.quest.62.title": "Génération de Lave",
    "chapter.3.quest.63.description.1": "Les Poulies à Tuyau dans Create ont une propriété spéciale: s'ils aspirent de la Lave, de l'Eau, ou du Chocolat (ou d'autres liquides) à partir d'une source de plus de 10.000 blocs, il considèrera la source comme infinie.\n\n\nUn tel Lac de Lave artificiel peut être créé en pompant la Lave générée dans un grand lac. Cela prendra un moment - et il n'est sans doute pas nécessaire de le faire - mais la récompense est littéralement de la Lave infinie.\n\n\nEssayez simplement d'absorber une source de 10.000 blocs de Lave avec la Poulie à Tuyay pour gagner le succès.",
    "chapter.3.quest.63.subtitle": "Vous pouvez inverstir dans une source de Lave plus facile...",
    "chapter.3.quest.63.title": "Lave infinie",
    "chapter.3.quest.65.description.1": "Les Panneaux d'Affichage vous montreront du texte et des nombres sur un grand écran. Il n'y a aucune fantaisie, mais ce qui est vraiment spécial c'est que les Liaisons d'Affichage peuvent s'attacher à un inventaire ou certaines Machines, et provisionner des données en temps réel au panneau d'Affichage. Cela inclut les informations sur les inventaires.\n\n\nIls sont surtout des gadgets amusants. Mais ils sont amusants!\n\n\nIls peuvent également interragir magnifiquement avec les Trains si vous êtes motivé à créer une réseau ferroviaire et communautaire.",
    "chapter.3.quest.65.subtitle": "Voir quel stock vos usines ont produit est si satisfaisant",
    "chapter.3.quest.66.description.1": "Enclencher un Moulin à Vent avec 128 voiles.\n\n\nNous sommes désolé pour toute cette laine utilisée.",
    "chapter.3.quest.66.subtitle": "Un Simple Excès de Puissance",
    "chapter.3.quest.66.title": "Moulin à Vent Puissance Maximale",
    "chapter.3.quest.67.description.1": "Vous souvenez-vous dans le Chapitre 1, comment vous avez utilisé la Colle Extra-Forte pour assembler des Trains? N'est-ce pas similaire à ce que vous avez fait avec l'Assembleur de Wagonnet et le Roulement Mécanique?\n\n\nEt bien, les Trains font partie de la même famille de Machines mouvantes. Cela signifie que les Scies, les Perceuses, les Récolteurs, les Interfaces de Stockage portable, etc., fonctionneront également de la même manière sur les Trains. Cela signifie que vous pouvez construire des fermes qui opérent avec des Trains de manière plannifiée. Si vous voulez exagérer les choses de cette manière, alors par tous les moyens, c'est encouragé!\n\n\nVous pouvez même faire un Foreur de tunnels, bien qu'il n'y aie rien de plus simple qu'un Assembleur de Wagonnet.",
    "chapter.3.quest.67.subtitle": "Que se passerait-il si on plaçait une Scie sur un Train?",
    "chapter.3.quest.67.task.1.title": "Compris.",
    "chapter.3.quest.67.title": "Une note sur les Trains",
    "chapter.3.quest.68.description.1": "Rappel : vous pouvez alimenter un Robinet avec un Signal de Redstone pour qu'il remplisse indéfiniment et un Entonnoir (Hopper) suffira à déplacer les Alliages qui auront été coulés dans un Inventaire.",
    "chapter.3.quest.68.subtitle": "Transformer les Mélanges dans des Alliages utilisables requiert de les mouler dans le Moule à Lingot.",
    "chapter.3.quest.68.title": "Du Moule au Lingot ",
    "chapter.3.quest.69.description.1": "Les Bûches de Caoutchouc peuvent être broyées en Sève qui peut être mixée en Caoutchouc. Choisir l'Arbre à Caoutchouc comme l'Arbre Élu vous permet d'automatiser deux choses en une fois...\n\n\nAlternativement, si vous voulez être naturel, il est possible d'automatiser la Sève avec les Robinets à Arbre déclenchés via des Déployeurs filtrés sur des Robinets à Arbre. Cela n'apparait pas comme étant plus efficace et certainement pas plus simple, mais c'est le chemin le plus écologique!",
    "chapter.3.quest.69.subtitle": "J'ai à peine assez!",
    "chapter.3.quest.69.task.1.title": "4x64 Caoutchoucs",
    "chapter.3.quest.69.title": "Donne-moi ce Caoutchouc",
    "chapter.3.quest.7.description.1": "L'Égouttoir à Objets vous laisse absorber manuellement les seaux, qui peuvent être pompés dans des Cuves ou d'autres Machines à Fluide.\n\n\nLa Poulie à Tuyau vous laisse soit aspirer une grande source de fluide ou déposer une grande quantité de liquide dans le monde. Ils sont importants pour récolter des ressources naturelles.\n\n\nLes Interfaces de Stockage Portable à Fluide opèrent de la même manière que les Interfaces de Stockages, mais ils utilisent les Liquides à la place des Objets. Pour en apprendre plus, regardez la section en bas de ce Chapitre.",
    "chapter.3.quest.7.subtitle": "Compatible avec les Fluides de Tinkers",
    "chapter.3.quest.7.title": "De nouveaux jouets à Eau",
    "chapter.3.quest.70.description.1": "Les possibilités peuvent être plus étendues que vous ne le pensez. Voici quelques exemples juste pour vous donner une idées des possibilités, qu'elles soient disponibles maintenant ou plus tard:\n\n\nUne source de nourriture, votre bloc de décoration favori (comme la Pierre Taillée), les Engrenages, les Rotors, les Torches, le Revêtement d'Andésite, le Revêtement de Cuivre, les tubes Électroniques, l'Or Rose, la Laine (Déployeurs avec des Cisailles vers des Moutons), des fermes à créatures, chaque minerai, les Briques Brûlées (Seared Bricks)...",
     "chapter.3.quest.70.subtitle": "Juste pour vous donner une idée...",
    "chapter.3.quest.70.task.1.title": "Il y a beaucoup d'options.",
    "chapter.3.quest.70.title": "Les possibilités de l'Automatisation",
    "chapter.3.quest.71.description.1": "Les Pavés d'Andesite vous offre un boost de vitesse quand vous voyagez dessus.",
    "chapter.3.quest.71.subtitle": "Accélérez vos chemins.",
    "chapter.3.quest.71.title": "C'est mieux de penser rapidement!",
    "chapter.3.quest.72.description.1": "Faire un générateur de Lave/Eau au-dessus d'Andésite TRIPLEMENT compressée augmentent vos gains à 100% d'Andésite. Cela étant dit, l'Andésite triplement compressée peut être plus d'Andésite que vous ne le pensiez...",
    "chapter.3.quest.72.subtitle": "Juste obtenir de l'Andésite",
    "chapter.3.quest.72.title": "De meilleurs rendements en Andésite",
    "chapter.3.quest.73.description.1": "Vous, sales terriens, ne pouvez même pas marcher 10 secondes sur le fond de l'océan sans cracher de l'air.\n\n\nCeux-ci seront utilisés dans un certain costume *astrale* dans un proche avenir, vous voudrez peut-être en fabriquer maintenant.",
    "chapter.3.quest.73.title": "Oh!",
    "chapter.3.quest.74.description.1": "La Crimsite est une source renouvelable de Fer. Obtenu en appliquant de la Lave et du Silex sur de la Pierre des Abîme selon un schéma d'assemblage séquencé.",
    "chapter.3.quest.74.subtitle": "La chaleur brûlante de l'industrie.",
    "chapter.3.quest.74.title": "Automatisez le Fer!",
    "chapter.3.quest.75.description.1": "L'Ochrum est une source d'or renouvelable. Il est créé à l'aide de Sable Compressé, de la Pierre des Abîmes et de Lave dans un Mélangeur.",
    "chapter.3.quest.75.subtitle": "Brillant brillant?!",
    "chapter.3.quest.75.title": "Automatisez l'Or!",
    "chapter.3.quest.76.description.1": "Des Fragments de la Lune sont dispersés tout autour de l'Overworld. Vous aurez besoin d'en collecter au moins 10 pour établir une connexion avec la Lune.\n\n\nTrouvez de grandes quantités dans les sites de crash de météorites à la surface. Découvrez des gisements dans des Coffres de Puits de Mine. Sortez-le des rives des Lacs de Shimmer.",
    "chapter.3.quest.76.subtitle": "Des Fragments d'au-dessus",
    "chapter.3.quest.76.task.2.title": "Je comprends!",
    "chapter.3.quest.8.description.1": "Les Robinets de Tinker remplissent des Moules ou des Bassins avec du Métal Fondu. Ils peuvent interragir avec n'importe quel bloc pouvant retenir des liquides, comme les Réservoirs à Fluide de Create et même remplir les Bassins!\n\n\nIMPORTANT: Ils peuvent être programmé pour toujours couler en y amenant un courant de Restone!",
    "chapter.3.quest.8.subtitle": "Une Note sur l'intégration de Tinkers",
    "chapter.3.quest.9.description.1": "Les Tables de Coulées vous permettront de mouler les fluides à partir d'un Robinet dans toutes sortes de formes comme des Plaques, des Lingots, des Têtes d'Outils, et bien plus. Les Bassins d'un autre côté,vous permettront de couler les fluides et de les transformer directement en bloc.\n\n\nLa Table requiert un Moule pour fonctionner. Des Moules de Sables temporaires peuvent être faits, bien que les Moules en Or soient utilisables indéfiniment et 100x plus désirables.\n\n\nPar ailleurs, vous pouvez maintenant faire de la Pierre Brûlée en fabriquant de l'Argile Fondue et en remplissant un bloc de Roche!",
    "chapter.3.quest.9.title": "Obtenir des Moules",
    "chapter.3.title": "2) Devenir Industriel",



    "chapter.4.quest.1.description.1": "La Poudre d'Os est utilisée pour accélérer la croissance des cultures.",
    "chapter.4.quest.1.subtitle": "Composter les matières organiques",
    "chapter.4.quest.10.description.1": "Le Desh est utilisé pour divers utilitaires spatiaux de base.",
    "chapter.4.quest.10.subtitle": "Laver du Sable Lunaire",
    "chapter.4.quest.100.subtitle": "Broyer de l'Obsidienne",
    "chapter.4.quest.101.subtitle": "Fonte du Sable des Âmes",
    "chapter.4.quest.102.subtitle": "Hantement du Sable",
    "chapter.4.quest.102.title": "Sable des Âmes (d'ailleurs)",
    "chapter.4.quest.103.subtitle": "Créer un générateur à Pierre avec une Roche Lunaire en dessous pour en générer encore plus!",
    "chapter.4.quest.103.title": "Générateurs de Blocs Planétaires!",
    "chapter.4.quest.104.subtitle": "Presser des Lingots de Cuivre",
    "chapter.4.quest.105.description.1": "La Pierre des Abîmes peut être recyclée pour de rares chances d'obtenir divers minerais plus tard.",
    "chapter.4.quest.105.subtitle": "Compacter du Gravier et du Silex",
    "chapter.4.quest.106.subtitle": "Fondre du Sable des Âmes",
    "chapter.4.quest.107.subtitle": "Rassembler des Crèmes de Magma automatiquement",
    "chapter.4.quest.108.description.1": "Les Briques Brûlées sont utilisées pour fabriquer des blocs liés à la Fonderie. Les Fonderies sont le meilleur utilitaire pour fondre de nombreux objets à la fois et produisent les rendements de minerai les plus élevés lors de la fusion des minerais. Les fonderies peuvent également fondre des entités.",
    "chapter.4.quest.108.subtitle": "Fonte du Grout du Nether",
    "chapter.4.quest.109.description.1": "Si vous n'avez pas accès à un Broyeur, vous aurez besoin de moudre ou écraser tout le bloc de Spéléothème à la place.",
    "chapter.4.quest.109.subtitle": "Rassembler des Spéléothèmes automatiquement",
    "chapter.4.quest.11.subtitle": "Fonte de Pierre Lunaire",
    "chapter.4.quest.110.subtitle": "Cultiver du Blé",
    "chapter.4.quest.111.subtitle": "Cultiver une source de Teinture Verte",
    "chapter.4.quest.111.title": "Source de Teinture Verte",
    "chapter.4.quest.112.description.1": "Ce Chapitre est spécial. Les quêtes ne sont pas présentes ici avec des défis de progression, mais pour vous donner une visualisation de ce qui est nécessaire pour automatiser certaines ressources et comment les ressources se chevauchent. C'est un organigramme géant.\n\n\nIl sera claisemé au début,mais au fur et à mesure que vous continuez à jouer et déverrouillez de nouvelles machines et de nouvelles ressources, ce Chapitre sera automatiquement mis à jour pour refléter les nouveaux chemins d'automatisation. Revenez régulièrement!\n\n\nImportant: la présence d'une ressource ici NE VEUT PAS DIRE QUE VOUS DEVEZ L'AUTOMATISER. Encore une fois, cette page est un outil de visualisation, pas un guide.\n\n\nIl n'ira également jusqu'aux ressources qui peuvent être automatisées qu'à la fin du Chapitre 3. Cela étant dit, les Chapitres suivants présenteront soit le prochain niveau de circuits ou de boîtiers, soit profiteront d'un nouveau générateur de pierres.",
    "chapter.4.quest.112.task.1.title": "Compris.",
    "chapter.4.quest.112.title": "Qu'est-ce que cela?",
    "chapter.4.quest.113.description.1": "Maintenant que vous pouvez écraser, vous pouvez automatiser le Sable directement.",
    "chapter.4.quest.113.subtitle": "Écraser du Gravier pour obtenir du Sable",
    "chapter.4.quest.113.title": "Écrasement déverouillé",
    "chapter.4.quest.114.description.1": "Cela améliore les rendements de l'argile par rapport à la création de blocs de Spéléothèmes et à leur broyage/concassage.",
    "chapter.4.quest.114.subtitle": "Amélioration de rendements",
    "chapter.4.quest.114.title": "Broyeur déverouillé",
    "chapter.4.quest.115.description.1": "Il existe maintenant un moyen de créer directement un Spéléothème pointu, s'il n'y en avait pas déjà un.",
    "chapter.4.quest.115.subtitle": "Versez de l'eau sur la calcite pour créer un Spéléothème.",
    "chapter.4.quest.115.title": "Bec Verseur déverouillé",
    "chapter.4.quest.116.task.1.title": "N'importe quelle #c:slimeballs (Boule de Slime)",
    "chapter.4.quest.116.title": "Une Option Slime",
    "chapter.4.quest.117.description.1": "L'organigramme est assez simple ! Les objets indiquent ce qui peut être fait avec eux. La manière dont vous convertissez un objet en un autre figurera dans le sous-titre de l'objet de destination.\n\n\nQuelques notes : Certaines quêtes sont masquées jusqu'à ce que vous terminiez une quête dépendante. Même si vous décidez de ne pas automatiser quelque chose, cela peut valoir la peine de terminer la quête juste pour vous assurer que vous ne manquez rien.\n\n\nEn raison de contraintes d'espace, nous ne pouvons pas montrer toutes les connexions. Toute quête marquée (\"d'ailleurs\") signifie que les étapes pour automatiser la ressource sont décrites ailleurs dans l'organigramme. En outre, l'organigramme saute certaines étapes qui peuvent être supposées facilement, telles que l'emballage des pépites, la fusion des métaux, etc.",
    "chapter.4.quest.117.task.1.title": "Compris.",
    "chapter.4.quest.117.title": "Comment lire cet Organigramme",
    "chapter.4.quest.118.description.1": "Les quêtes carrées sont une ressource dont vous pouvez facilement obtenir une quantité infinie.\n\n\nLes quêtes en Pentagone sont les outils que vous utilisez pour obtenir une quantité infinie de ressources de départ.\n\n\nLes quêtes en forme de diamant sont des ressources qu'un joueur est susceptible d'envisager automatiser.\n\n\nLes quêtes dans un cercle sont des étapes intermédiaires.\n\n\nLes quêtes octogonales signifient que les étapes d'automatisation du matériau sont décrites ailleurs, OU que le matériau intermédiaire est utilisé ailleurs dans l'organigramme. Vous devrez peut-être en débloquer plus pour voir où les matériaux sont réutilisés.",
    "chapter.4.quest.118.task.1.title": "Compris.",
    "chapter.4.quest.118.title": "Que signifie la forme?",
    "chapter.4.quest.12.description.1": "Vous ne pourrez le transformer en Sable que plus tard.",
    "chapter.4.quest.12.subtitle": "Miner de la Pierre Lunaire générée sur un générateur de Pierre Lunaire",
    "chapter.4.quest.121.description.1": "Chaque fois que de la Lave qui coule touche de l'Eau AU-DESSUS D'UN BLOC DE BEDROCK, il y a peu de chance de produire du Granit, de la Diorite et de l'Andésite - et un maximum de chances de produire de la Pierre. Vous l'avez peut-être déjà construit. Il y aura des moyens plus fiables de cultiver l'Andésite au fur et à mesure de votre progression.",
    "chapter.4.quest.121.task.1.title": "Compris.",
    "chapter.4.quest.121.title": "Générateur de Pierre avec Bedrock",
    "chapter.4.quest.122.title": "Andésite (Niveau I)",
    "chapter.4.quest.124.subtitle": "Miner de Roche générée sur un générateur de Pierre avec Bedrock",
    "chapter.4.quest.125.description.1": "La Lave qui coule touchant l'Eau sur un bloc d'Andésite doublement compressé produira de l'Andésite 1/6 du temps et de la Pierre les cinq autres fois.\n\n\nBien que le taux soit à peu près le même que celui de la Bedrock, vous n'aurez pas besoin de récupérer l'Andésite de la Bedrock et la Pierre peut être utilisée à des fins spécifiques.",
    "chapter.4.quest.125.title": "Générateur d'Andésite",
    "chapter.4.quest.128.description.1": "L'Eau qui coule touchant la Lave sur une Andésite triplement compressée produira toujours de l'Andésite.\n\n\nBien qu'il vous faille un certain temps pour créer suffisamment d'Andésite pour créer une Andésite triplement compressée, cette méthode est incroyablement simple.",
    "chapter.4.quest.128.title": "Générateur d'Andésite amélioré",
    "chapter.4.quest.13.description.1": "L'Andésite est important pour fabriquer de l'Alliage d'Andésite.",
    "chapter.4.quest.13.subtitle": "Compacte du Gravier dans de la Lave avec du Silex",
    "chapter.4.quest.13.title": "Andésite (Niveau III)",
    "chapter.4.quest.131.subtitle": "Le Générateur d'Andésite Ultime",
    "chapter.4.quest.131.title": "Andesite (Niveau IV)",
    "chapter.4.quest.14.subtitle": "Hantement du Sable",
    "chapter.4.quest.15.subtitle": "Hantement du Sable des Âmes",
    "chapter.4.quest.16.subtitle": "Concasser de la Netherrack",
    "chapter.4.quest.17.description.1": "Vous pouvez fabriquer de la Diorite à partir du Basalte et d'une autre chose...",
    "chapter.4.quest.17.subtitle": "Miner du Basalte généré",
    "chapter.4.quest.18.subtitle": "Verser du du Liquide des Âmes sur du Basalte",
    "chapter.4.quest.18.title": "Diorite (Améliorée)",
    "chapter.4.quest.19.description.1": "Le Quartz a des utilisations non communes.",
    "chapter.4.quest.19.subtitle": "Moudre ou concasser de la Diorite",
    "chapter.4.quest.2.subtitle": "Compacter de la Pourdre d'Os et du Gravier dans de la Lave",
    "chapter.4.quest.20.subtitle": "Concasser du Granite",
    "chapter.4.quest.21.description.1": "Zinc est principalement utilisé pour de l'Alliage, bien que quelques machines requiert du zinc.",
    "chapter.4.quest.21.subtitle": "Laver du Sable Rouge",
    "chapter.4.quest.22.description.1": "L'Andésite est important pour fabriquer de l'Alliage d'Andésite.",
    "chapter.4.quest.22.subtitle": "Verser du Quartz Fondu sur de la Roche.",
    "chapter.4.quest.22.title": "Andésite (Niveau II)",
    "chapter.4.quest.23.description.1": "Bien que le générateur de Bedrock puisse vous donner plusieurs Pierres, y compris du Granite, il est plus efficace de produire du Granite de cette façon. De plus, vous n'aurez pas à vous soucier du transport des Roches de la couche inférieure si vous faites les choses de cette façon.",
    "chapter.4.quest.23.subtitle": "Compacter de la Diorite et de la Poussière de Netherrack avec du Silex dans de la Lave",
    "chapter.4.quest.23.title": "Granite (Amélioré)",
    "chapter.4.quest.24.subtitle": "Concasser du Calcaire",
    "chapter.4.quest.25.description.1": "L'Argent est utilsé dans la production de machines électriques.",
    "chapter.4.quest.25.subtitle": "Laver de la Poudre de Calcaire",
    "chapter.4.quest.26.subtitle": "Fondre du Sable",
    "chapter.4.quest.27.subtitle": "Patron d'Artisanat avec de la Teinture Rouge et du Verre",
    "chapter.4.quest.28.description.1": "La Redstone n'est pas seulement utilisée pour fabriquer des circuits primitifs, mais aussi pour fabriquer des circuits de base et des outils de circuiterie.",
    "chapter.4.quest.28.subtitle": "La Bobine Tesla charge les Crystaux de Redstone Synthétiques",
    "chapter.4.quest.29.subtitle": "Verser de l'Argile Fondue sur de la Pierre dans un Bassin",
    "chapter.4.quest.3.subtitle": "Miner de la Pierre générée",
    "chapter.4.quest.30.subtitle": "Verser de l'Eau sur de la Pierre Brûlée dans un Bassin",
    "chapter.4.quest.31.subtitle": "Verser de la Lave sur de la Pierre Brûlée dans un Bassin",
    "chapter.4.quest.32.description.1": "L'Étain est utilisé dans diverses machines. Il est également utilisé dans les Alliages.",
    "chapter.4.quest.32.subtitle": "Moudre ou Concasser l'Asurine",
    "chapter.4.quest.33.description.1": "Le Cuivre est utilisé dans les machines liées aux Fluides et est courant dans les Alliages.",
    "chapter.4.quest.33.subtitle": "Moudre ou Concasser le Véridium",
    "chapter.4.quest.34.description.1": "Les propriétés uniques de l'or lui confèrent des utilisations inhabituelles pour l'artisanat. Il est également aimé par certaines créatures.",
    "chapter.4.quest.34.subtitle": "Laver du Sable des Âmes.",
    "chapter.4.quest.35.subtitle": "Cultiver de l'Algue",
    "chapter.4.quest.36.description.1": "L'Algue séchée est utilisée pour fabriquer des Tunnels, des Entonnoirs et des Tapis Roulants, qui sont très utilisés dans le transport d'objets pendant l'automatisation.\n\n\nIl peut également être utilisé comme source de carburant lorsqu'il est fabriqué en blocs.",
    "chapter.4.quest.36.subtitle": "Fumer de l'Algue",
    "chapter.4.quest.37.subtitle": "Broyer de l'Algue Séchée",
    "chapter.4.quest.38.description.1": "Le Lapis a quelques propriétés mystiques. Sa forme de bloc est également utilisée dans la production de circuits.",
    "chapter.4.quest.38.subtitle": "Compresser la Poudre à Canon, la Poussière de Lazurite et les Pépites de Fer dans la Lave",
    "chapter.4.quest.39.subtitle": "Broyer l'Asurine",
    "chapter.4.quest.4.subtitle": "Broyer ou concasser de la Pierre",
    "chapter.4.quest.40.description.1": "Le Silex est un ingrédient très courant pour de nombreuses recettes autour des roches, souvent compacté dans la Lave.\n\n\nLes recettes qui utilisent du Silex dans la Lave ne sont pas liées à cette quête, mais gardez à l'esprit que le Silex n'est pas aussi inutile qu'on pourrait le penser.",
    "chapter.4.quest.40.subtitle": "Laver du Gravier",
    "chapter.4.quest.40.title": "Silex (Utilisé à plein d'endroits - Lisez!)",
    "chapter.4.quest.41.description.1": "Le Fer a tellement, tellement d'usages. ",
    "chapter.4.quest.41.subtitle": "Laver du Gravier",
    "chapter.4.quest.48.subtitle": "De l'artisanat sans patron avec de la Redstone et du Quartz",
    "chapter.4.quest.49.subtitle": "Sable de Quartz Rose",
    "chapter.4.quest.5.subtitle": "Il doit y avoir un moyen d'automatiser cela plus tard...",
    "chapter.4.quest.50.description.1": "Les Tubes Électroniques sont essentiels à la production des machines mécaniques \"intelligentes\".",
    "chapter.4.quest.50.subtitle": "Verser de l'Or Rose Fondu sur du Quartz Rose Poli",
    "chapter.4.quest.51.description.1": "Le Sang de Blaze peut être utilisé comme alternative à la Lave pour alimenter les Fonderies. Cela fera fondre les objets plus rapidement.",
    "chapter.4.quest.51.subtitle": "La Fonderie est alimentée par des Blazes vivants provenant de Générateur",
    "chapter.4.quest.52.description.1": "Le Sang peut être coulé en Sang Coagulé, un substitut au Slime.",
    "chapter.4.quest.52.subtitle": "La Fonderie fond des créatures différentes des Blazes provenant de Générateur",
    "chapter.4.quest.53.subtitle": "De l'artisanat sans patron avec de la Teinture Vert Clair et de la Pâte",
    "chapter.4.quest.54.subtitle": "Laver de la Farine de Blé ou la mixer avec de l'Eau",
    "chapter.4.quest.55.subtitle": "De l'artisanat sans patron avec de la Teinture Vert et de la Teinture Blanche",
    "chapter.4.quest.56.subtitle": "Moudre ou concasser une source de Teinture Verte",
    "chapter.4.quest.57.subtitle": "Mouler du Sang de Blaze dans le Moule à Barre",
    "chapter.4.quest.58.subtitle": "De l'artisanat avec patron avec des Batôns de Blaze ou en le broyant.",
    "chapter.4.quest.59.subtitle": "De l'artisanat sans patron avec de la Poudre de Blaze et soit du Sang Coagulé, soit des Boules de Slime",
    "chapter.4.quest.6.description.1": "L'argile est une ressource importante dans la création d'autres matériaux.",
    "chapter.4.quest.6.subtitle": "Broyer des Spéléothèmes pointu OU broyer ou écraser le bloc de Spéléothème OU laver du Sable",
    "chapter.4.quest.60.subtitle": "Laver des Blocs de Magma",
    "chapter.4.quest.61.description.1": "Les Plaques Robustes ont de nombreuses utilisations en raison de leurs propriétés robustes. Les utilitaires liés aux trains en font également usage.",
    "chapter.4.quest.61.subtitle": "Assemblage séquentielle (optionnellement avec de la Lave)",
    "chapter.4.quest.62.subtitle": "Mouler du Sang sur la Table de Coulée, aucune forme de moule n'est nécessaire.",
    "chapter.4.quest.63.subtitle": "Placer une Fonderie alimentée sous un Générateur",
    "chapter.4.quest.64.subtitle": "Moudre ou concasser du Blé",
    "chapter.4.quest.65.description.1": "Les Briques Brûlées vous permettent de fabriquer des Fondoirs, nécessaires pour convertir les métaux en forme fondue.",
    "chapter.4.quest.65.subtitle": "Fondre du Grout",
    "chapter.4.quest.66.subtitle": "Mixer des Lingots de Zinc, de l'Alliage d'Andésite et du Gravier",
    "chapter.4.quest.67.description.1": "L'Andésite est omniprésente dans la production de machines cinétiques fondamentales.",
    "chapter.4.quest.67.subtitle": "Couler le Mélange Composé dans un Bassin ou le Mouler en Lingot",
    "chapter.4.quest.68.subtitle": "Mixer les ingrédients de l'Alliage d'Andésite",
    "chapter.4.quest.69.description.1": "Le Revêtement d'Andésite est utilisé pour fabriquer des machines mécaniques de base.",
    "chapter.4.quest.69.subtitle": "Deployer de l'Alliage d'Andésite sur des Bûches",
    "chapter.4.quest.7.subtitle": "Il y aura peut-être un moyen d'automatiser cela bientôt...",
    "chapter.4.quest.70.description.1": "Le Revêtement de Cuivre est important pour fabriquer des machines qui agissent sur les fluides.",
    "chapter.4.quest.70.subtitle": "Assemblage séquentiel",
    "chapter.4.quest.71.description.1": "Le Revêtement de Laiton est important pour les machines mécaniques \"intelligentes\".",
    "chapter.4.quest.71.subtitle": "Verser le Laiton Fondu sur le Revêtement de Cuivre",
    "chapter.4.quest.72.subtitle": "Cultiver n'importe quel Arbre, de préférence les Arbres à Caoutchouc",
    "chapter.4.quest.72.task.1.title": "N'importe quelle #minecraft:saplings (Pousse)",
    "chapter.4.quest.72.title": "N'importe quel Arbre",
    "chapter.4.quest.73.subtitle": "Cultiver des Arbres",
    "chapter.4.quest.73.task.1.title": "N'importe quelle #minecraft:logs_that_burn (Bûche)",
    "chapter.4.quest.74.subtitle": "Scier mécaniquement les Bûches",
    "chapter.4.quest.74.task.1.title": "N'importe quelle #c:stripped_logs (Bûche écorcée)",
    "chapter.4.quest.75.description.1": "Le charbon de bois est une source de carburant renouvelable efficace.",
    "chapter.4.quest.75.subtitle": "Fondre des Bûches",
    "chapter.4.quest.76.subtitle": "Moudre ou Concasser des Bûches d'Arbre à Caoutchouc",
    "chapter.4.quest.77.description.1": "Le Caoutchouc est important pour la fabrication de nombreuses machines à fluides et d'autres machines, y compris les mécanismes de transport d'objets.",
    "chapter.4.quest.77.subtitle": "Mélanger ou extraire la Sève",
    "chapter.4.quest.78.subtitle": "Hantement du Charbon de Bois",
    "chapter.4.quest.79.subtitle": "Broyer du Charbon",
    "chapter.4.quest.8.subtitle": "Compresser du Sable Lunaire, un Spéléothème pointu, du Silex et de la Lave",
    "chapter.4.quest.80.description.1": "Le Diamant est principalement utilisé pour la décoration.",
    "chapter.4.quest.80.subtitle": "Compresser avec implosion 64x Poussières de Charbon",
    "chapter.4.quest.81.description.1": "Les Chassis de Machine Basique sont utilisés pour les machines électriques de base.",
    "chapter.4.quest.81.subtitle": "Assemblage séquentiel",
    "chapter.4.quest.82.description.1": "Le Laiton est important pour la création de machines mécaniques \"intelligentes\".",
    "chapter.4.quest.82.subtitle": "Mélange chauffé de Cuivre et de Zinc fondus, sous forme Fondue ou sous forme de Lingot",
    "chapter.4.quest.83.subtitle": "Fondre du Laiton",
    "chapter.4.quest.84.subtitle": "Automatiquement assembler du Lapis Lazuli",
    "chapter.4.quest.85.subtitle": "Presser un bloc de Lapis Lazuli",
    "chapter.4.quest.86.subtitle": "Laminer des Lingots de Cuivre, puis assembler les Bâtons de Cuivre ou utiliser le Laminoir à Fils sur ces derniers.",
    "chapter.4.quest.87.subtitle": "Fondre de l'Argent",
    "chapter.4.quest.88.description.1": "Les circuits sont utilisés dans les machines électriques de base.",
    "chapter.4.quest.88.subtitle": "Assemblage séquentiel",
    "chapter.4.quest.89.title": "Andésite (d'ailleurs)",
    "chapter.4.quest.9.subtitle": "Concasser de la Pierre Lunaire",
    "chapter.4.quest.90.title": "Motte d'Argile (d'ailleurs)",
    "chapter.4.quest.91.title": "Pépites pour l'Alliage d'Andésite(d'ailleurs)",
    "chapter.4.quest.92.description.1": "Le Bronze est utilisé pour la production d'Engrenages'.",
    "chapter.4.quest.92.subtitle": "L'artisanat sans patron avec de l'Étain et du Cuivre OU mélanger du Cuivre Fondu et de l'Étain Fondu",
    "chapter.4.quest.93.title": "Gravier (d'ailleurs)",
    "chapter.4.quest.94.title": "Redstone (d'ailleurs)",
    "chapter.4.quest.95.subtitle": "Moudre ou concasser de la Poudre d'Os",
    "chapter.4.quest.96.subtitle": "Mélanger du Cuivre Fondu et de l'Or Fondu",
    "chapter.4.quest.99.subtitle": "Mélange chauffé de Poudre d'Obsidienne, de Scorias, de Sable des Âmes et de Crème de Magma",
    "chapter.4.title": "2.5) La Matrice de l'Automatisation",
}
