{
    "fluid.kubejs.molten_calorite" : "Калорит",
    "fluid.kubejs.molten_ostrum" : "Острум",
    "fluid.kubejs.molten_desh" : "Деш",
    "fluid.kubejs.plasma_fluid" : "Флюид кварк-глюонной плазмы",
    "fluid.kubejs.hellfire" : "Хеллфаер",
    "fluid.kubejs.compound_mixture": "Сложная смесь",
    "fluid.kubejs.shimmer" : "Мерцание",
    "fluid.kubejs.blast-resistant_cement" : "Взрывобезопасный Цемент",
  
    "quest.main_title": "Create: Astral",
    "chapter.1.quest.1.description.1": "Не дай себя поразить молнией.",
    "chapter.1.quest.1.subtitle": "Дешевая защита.",
    "chapter.1.quest.1.title": "Рыцарь в сияющей меди",
    "chapter.1.quest.10.description.1": "Почему бы не одеть полный комплект золотой брони? Просто для стиля, я дам тебе крутые награды за твою отвагу.",
    "chapter.1.quest.10.subtitle": "Жизнь по стилю Ларри",
    "chapter.1.quest.10.title": "Золотая броня",
    "chapter.1.quest.11.description.1": "Твое путешествие в мир зельеварения начинается. Ты сможешь получать эффекты зелий еще до того, как научишься самостоятельно варить их!",
    "chapter.1.quest.11.subtitle": "Тайны зельеварения",
    "chapter.1.quest.11.title": "Первые шаги в зельеварении",
    "chapter.1.quest.12.description.1": "Торговля позволит тебе получать добычу и специи для твоего пива. Торговцы обычно просят каменные и деревянные инструменты, которые были удалены, поэтому, когда ты достигнешь эпохи андезита, их можно заменить на 1 андезитовый сплав.",
    "chapter.1.quest.12.title": "Новичок в пивоварении",
    "chapter.1.quest.13.description.1": "(ПРИМЕЧАНИЕ: использование верстака Tinkers' Construct для создания предметов может привести к нерегистрации заданий. Если это произойдет, попробуй выбросить предмет и подобрать его снова, или вместо этого используй обычный верстак для создания предметов).",
    "chapter.1.quest.13.subtitle": "Выбери свой верстак и начни свое путешествие.",
    "chapter.1.quest.13.title": "Выбор верстака",
    "chapter.1.quest.14.description.1": "Tinkers\u0027 Construct (aka \"Hephaestus\" для Fabric) - это мод, который позволяет создавать высоко настраиваемые инструменты, позволяя создавать каждый отдельный компонент с широким выбором материалов, каждый из которых имеет различные эффекты.\n\n\nВ начале игры для создания инструментов понадобятся множество чертежей и несколько специальных верстаков. На данный момент запасись несколькими чертежами.\n\n\nНаграда за это задание предоставит дополнительные сведения о том, как работает процесс создания инструментов, а также информацию о материалах, которые ты можешь использовать, и какие эффекты они дают.",
    "chapter.1.quest.14.subtitle": "Давай начнем с основ\u0027.",
    "chapter.1.quest.15.description.1": "Железо и олово; они необходимы, но для создания кирки Tinkers тебе понадобится каменная кирка. Но не используй каменную кирку! Она находится на уровне добычи дерева!",
    "chapter.1.quest.15.subtitle": "У нас есть железо дома:",
    "chapter.1.quest.15.title": "Получи необходимые ресурсы!",
    "chapter.1.quest.16.description.1": "Тебе понадобится немного риса - посади его и получи солому!",
    "chapter.1.quest.16.subtitle": "Начнем с легкой кулинарии, а?",
    "chapter.1.quest.16.title": "Начни свою карьеру повара",
    "chapter.1.quest.17.description.1": "В моде Farmers Delight появилось множество новых культур. Сможешь ли ты автоматизировать их все?\n\n",
    "chapter.1.quest.17.subtitle": "МММ, рис",
    "chapter.1.quest.17.title": "Получение новых материалов.",
    "chapter.1.quest.18.description.1": "Все мои друзья не любят зачарования в начале игры, давайте получим настоящий стиль мужчин.\n\n\nСоздай полный набор путешественника и я одарю тебя подарком. Тебе придется самостоятельно изучить информацию в книгах REI и Tinkers'. Справедливо, не так ли?",
    "chapter.1.quest.19.description.1": "\n\nLizardLeliel - Огромный вклад в прогресс квестов в главах с 1 по 3, а также ответственен за множество рецептов и автоматизацию, которые можно найти во всем паке!\n\n\nEthanicuss - Разработка структуры datapack (astralrails), вклад в музыку, помощь в квестах, бесчисленное количество других идей и помощь на протяжении всего разработки (ОЧЕНЬ много).\n\n\nIris - Невероятный вклад в музыку в паке, включая официальный саундтрек Create: Astral OST! Послушай его на Spotify, чтобы услышать его до того, как он будет полностью реализован!\n\n\nChoconeosome - Создание большинства зданий, которые ты увидишь в AstralRails!",
    "chapter.1.quest.19.subtitle": "Laky благодарит ВСЕХ",
    "chapter.1.quest.19.task.1.title": "Заметки!",
    "chapter.1.quest.19.title": "Особая благодарность",
    "chapter.1.quest.2.description.1": "Формирователь частей - это место, где ты берешь чертеж, добавляешь основные материалы и создаешь отдельные компоненты инструмента.",
    "chapter.1.quest.2.subtitle": "Создай компоненты для своего инструмента с помощью него.",
    "chapter.1.quest.20.title": "Собери! 64 блока арбуза",
    "chapter.1.quest.21.title": "Собери! 64 кактуса",
    "chapter.1.quest.22.title": "Собери! 64 тыквы",
    "chapter.1.quest.23.title": "Собери! 64 ящика с морковью",
    "chapter.1.quest.24.title": "Собери! 64 ящика с картофелем",
    "chapter.1.quest.25.title": "Собери! 64 ящика с кукурузой",
    "chapter.1.quest.26.title": "Собери! 64 мешка риса",
    "chapter.1.quest.27.title": "Собери! 64 ящика с луком",
    "chapter.1.quest.28.title": "Собери! 64 ящика с помидорами",
    "chapter.1.quest.29.title": "Собери! 64 ящика с капустой",
    "chapter.1.quest.3.description.1": "Литейная станция - это место, где ты можешь собрать свои инструменты Tinkers', которые понадобятся тебе для добычи камня, меди и железа. Деревянные и каменные инструменты - первая цель, так как стандартные рецепты для них больше не существуют.\n\n\nТакже на этой станции ты можешь восстанавливать инструменты Tinkers', поместив инструмент в самый правый слот и материалы для восстановления в любой другой слот. Это очень удобно! Ты также можешь использовать наборы для восстановления, чтобы восстанавливать инструменты Tinkers' прямо из инвентаря!",
    "chapter.1.quest.3.subtitle": "Собери свои инструменты с помощью литейной станции.",
    "chapter.1.quest.30.description.1": "(О да, это стоило того.)",
    "chapter.1.quest.30.subtitle": "Стоило ли это?",
    "chapter.1.quest.30.title": "Very Nice Spice.",
    "chapter.1.quest.31.description.1": "Эти рюкзаки занимают ячейку для брони, но содержат огромное количество слотов и встроенный верстак. Убедитесь, что прочитаете подсказку для рюкзака, чтобы узнать, как его экипировать.\n\n\nКак вы заметите, результат того, что вы создаете в рюкзаке, не отображается. После фактического создания предмет появится. Мы надеемся, что эта картинка кота вместо созданного предмета смягчит вашу боль.\n\n\nОтказ от ответственности: Использование предмета Piggybackpack из модификации Tinkers' при наличии рюкзака на спине разрушит рюкзак и все его содержимое.",
    "chapter.1.quest.31.subtitle": "Портативное хранилище? Отлично...",
    "chapter.1.quest.31.title": "Я ЛЮБЛЮ РЮКЗАКИ",
    "chapter.1.quest.32.description.1": "По умолчанию кнопка увеличения (zoom) - (Z) (стандартное привязывание клавиш).\n\n\n(Подождите, что это имеет отношение к меди?)",
    "chapter.1.quest.32.subtitle": "Прямо тут, дурень!",
    "chapter.1.quest.32.task.1.title": "Я понял.",
    "chapter.1.quest.32.title": "Где моя кнопка увеличения?",
    "chapter.1.quest.33.description.1": "Мастерская упаковки (Package Crafter) позволит вам создавать упаковки с помощью медной слитка, красителя и различных обычных декоративных материалов.\n\n\nЭти упаковки могут содержать 8 стаков предметов. Однако их можно сломать и перемещать, не рассыпая предметы, подобно шалкеровым ящикам, и их дешево производить.\n\n\nЕсли вам нужно больше пространства для хранения, рассмотрите вариант использования блоков хранения из модификации Tech Reborn.",
    "chapter.1.quest.33.subtitle": "Дайте мне мини-шалкеровые ящики для отдельных предметов",
    "chapter.1.quest.33.task.2.title": "Любые #c:dyes",
    "chapter.1.quest.33.task.3.title": "Любые #minecraft:planks",
    "chapter.1.quest.33.title": "Склад как у Amazon.",
    "chapter.1.quest.34.description.1": "Покажите мне, что вы способны выполнить ДВЕ части квеста,и я убежусь, что вы можете их купить. Пир для веков будет достаточным убедительным доказательством... так что приступайте к готовке!",
    "chapter.1.quest.34.subtitle": "Посмотри на эту красоту, я позволю вам ее получить, при одном условии.",
    "chapter.1.quest.34.title": "Я предпочитаю трактор!",
    "chapter.1.quest.35.description.1": "Олово и медь будут использоваться для создания нового металла, необходимого для создания механизмов промышленности, а андезит и глина являются основой модификации Create. Вам понадобится накопить гораздо больше материалов, чем требуется для выполнения этой задачи.\n\n\nНе стесняйтесь обращаться к этой вкладке для получения основной информации о некоторых более простых элементах модификации.",
    "chapter.1.quest.35.subtitle": "Разблокировка главы 1",
    "chapter.1.quest.35.title": "Основные материалы",
    "chapter.1.quest.36.description.1": "Хранилища Tech Reborn Crude Storage Units позволяют вам хранить огромные количество одного предмета (до 32 стаков). Поскольку вы будете производить конкретные предметы, иметь отдельные блоки хранения для них - это огромная помощь.\n\n\nОдним из недостатков является то, что они рассыпают все предметы при разрушении. Рассмотрите вариант использования упаковок, если вам нужна некоторая гибкость.\n\n\n(Или используйте гаечный ключ Tech Reborn Wrench, чтобы переместить их)",
    "chapter.1.quest.36.subtitle": "Дайте мне массовое хранилище для одного предмета",
    "chapter.1.quest.36.title": "Хранилище Tech Reborn",
    "chapter.1.quest.4.description.1": "Создайте любую деталь инструмента Tinkers в строителе деталей.",
    "chapter.1.quest.4.subtitle": "Каждый инструмент обычно состоит из трех или более компонентов, которые могут быть объединены в полноценный инструмент. Попробуйте сделать их.",
    "chapter.1.quest.44.description.1": "Медные сундуки предлагают больше места для инвентаря, чем обычные деревянные сундуки!\n\n\nВ будущем можно создать еще лучшие уровни сундуков, но для создания каждого следующего уровня требуется предыдущий. С помощью гаечного ключа Tech Reborn Wrench вы можете зажать SHIFT + ПКМ по блоку сундука с гаечным ключом в руке, чтобы поднять его со всеми предметами внутри.",
    "chapter.1.quest.44.subtitle": "Дайте мне лучшее общее хранилище",
    "chapter.1.quest.45.description.1": "Эти плитки соединяют все блоки Cooking for Blockheads между собой, поэтому используйте их в качестве пола в своих кухнях.",
    "chapter.1.quest.45.title": "Кухонный пол.",
    "chapter.1.quest.46.subtitle": "Важные блоки с функциональностью.",
    "chapter.1.quest.46.title": "Все включая кухонную мойку",
    "chapter.1.quest.47.subtitle": "Место для хранения и вода для ингредиентов.",
    "chapter.1.quest.48.subtitle": "Некоторые блюда требуют дополнительных компонентов.",
    "chapter.1.quest.48.title": "Extra Utilities",
    "chapter.1.quest.49.subtitle": "Если вы любите строить, вам может быть интересно это. Каждая из этих станций не только выглядит круто, но также предоставляет сотни возможных блоков для строительства в любом цвете.",
    "chapter.1.quest.49.task.1.title": "Я понимаю.",
    "chapter.1.quest.49.title": "Chipped декоративные блоки!",
    "chapter.1.quest.5.description.1": "Теперь у вас есть инструменты для добычи, и ничто не мешает вам сразу перейти к созданию литейной станции с обожженными кирпичами. До тех пор эта энциклопедия будет обновляться по мере вашего прогресса в модификации Tinkers' Construct, поэтому держите ее под рукой. Мы также добавили интересную книгу о гаджетах, чтобы вы могли посмотреть!\n\n\nКроме того, пришло время начать вторую половину 'Minecraft'!\n\n\nО, еще важно: нажатие клавиши (V) (стандартная привязка) переключает улучшенные инструменты, совместимые с боем, между режимом атаки и режимом использования. Прекрасно подходит для ситуаций боя.",
    "chapter.1.quest.5.subtitle": "Сочетайте детали инструмента на литейной станции, чтобы создать свой первый инструмент Tinkers' Construct.",
    "chapter.1.quest.50.subtitle": "Это рецепт вашего первого пива.",
    "chapter.1.quest.51.subtitle": "Скользкая дорожка",
    "chapter.1.quest.52.subtitle": "Насыщайте пиво, щелкнув этот стол с ними.",
    "chapter.1.quest.53.subtitle": "Книга, полная еды!",
    "chapter.1.quest.54.description.1": "Следующая глава будет о создании заводов, которые будут бесконечно производить предметы. Будьте внимательны к доступным вариантам хранения, чтобы избежать кошмаров с управлением инвентарем.",
    "chapter.1.quest.54.subtitle": "Я ХОЧУ БОЛЬШЕ МЕСТА В ИНВЕНТАРЕ",
    "chapter.1.quest.54.task.1.title": "Понял.",
    "chapter.1.quest.54.title": "Улучшение хранилища",
    "chapter.1.quest.55.description.1": "Создайте одну упаковку, используя ингредиенты, указанные в предыдущей главе.\n\n\nВы можете комбинировать различные материалы и использовать декоративные материалы, отличные от дерева. Посмотрите варианты в REI!",
    "chapter.1.quest.55.subtitle": "Дождь из инвентаря.",
    "chapter.1.quest.55.task.1.title": "Любой #packages:banned_from_package_maker",
    "chapter.1.quest.55.title": "Упаковано",
    "chapter.1.quest.56.description.1": "Vinery следует тому же принципу, что и Drink Beer, но для производства используется уникальный блок.\n\n\nВина, которые вы приготовите, будут иметь отпечаток текущего 'года' в Minecraft. Чем дольше они выдерживаются без употребления, тем более сильными могут стать их эффекты...",
    "chapter.1.quest.56.subtitle": "Кажется, это более изыскано, чтобы выпить это...",
    "chapter.1.quest.56.title": "Изысканное прикосновение...",
    "chapter.1.quest.57.description.1": "Яблочный сидр - 2 порции яблочного сока, 1 корзина\nЯблочное вино - 2 порции яблочного сока, 1 бутылка меда\nМорской яблочный сидр - 1 порция яблочного сока, 2 морских водоросли",
    "chapter.1.quest.57.subtitle": "Рецепты внутри!",
    "chapter.1.quest.57.title": "Сок разнообразия яблок.",
    "chapter.1.quest.58.description.1": "Вино Bolvar - 2 порции красного вина, 1 бутылка меда, 1 вишня\nВино Chenet - 2 порции красного вина, 2 сладких ягоды\nВино Noir - 2 порции красного вина\nКороль Данис - 2 порции красного вина, 2 бутылки меда\nВишневое вино - 2 порции красного вина, 2 вишни",
    "chapter.1.quest.58.subtitle": "Рецепты внутри!",
    "chapter.1.quest.58.title": "Виноградный сок красного разнообразия.",
    "chapter.1.quest.59.description.1": "Вино Solaris - 2 порции белого вина, 1 сладкая ягода, 1 бутылка меда\nВино Clark - 2 порции белого вина, 2 сладких ягоды\nВино Mellohi - 2 порции белого вина, 2 бутылки меда",
    "chapter.1.quest.59.subtitle": "Рецепты внутри!",
    "chapter.1.quest.59.title": "Виноградный сок белого разнообразия.",
    "chapter.1.quest.6.description.1": "Если вам не нравятся инструменты из мода Tinkers' Construct, вы можете создавать инструменты в стиле ванильного Minecraft с помощью медных слитков, чтобы временно обеспечить себя инструментами.",
    "chapter.1.quest.6.subtitle": "Варианты, люди, варианты",
    "chapter.1.quest.6.title": "Мне скучно по старому пути",
    "chapter.1.quest.60.description.1": "Яблочный сок - 2 порции яблочной мякоти",
    "chapter.1.quest.60.subtitle": "Рецепт внутри!",
    "chapter.1.quest.60.title": "Squish That Cat",
    "chapter.1.quest.61.subtitle": "Бросьте несколько виноградных ягод в эти бочки и приступайте к действию! Извлеките сок, используя пустые винные бутылки.",
    "chapter.1.quest.61.title": "Смотри, как эти давилки работают",
    "chapter.1.quest.62.subtitle": "Примечание: Vinery не имеет встроенной поддержки для REI!",
    "chapter.1.quest.62.title": "Кухня винодельни",
    "chapter.1.quest.63.title": "Руды Надмирного мира",
    "chapter.1.quest.63.task.10.title": "Я понял!",
    "chapter.1.quest.7.description.1": "При наличии плавки медные инструменты могут заменить железные инструменты в вашем обычном прогрессе.",
    "chapter.1.quest.7.subtitle": "Откуда взялись кирпичи...",
    "chapter.1.quest.8.description.1": "Медь должна обеспечить вас безопасностью до тех пор, пока не будет обнаружена возможность обработки железа.\n\n\nОна также может предложить несколько полезных инструментов.",
    "chapter.1.quest.8.task.1.title": "Понял.",
    "chapter.1.quest.8.title": "Медные инструменты",
    "chapter.1.quest.9.description.1": "Вы нашли способ приготовления пищи, а? Теперь вот список культур, которые можно автоматизировать, когда вы выполняете задание \u003e:D",
    "chapter.1.quest.9.title": "Приступим к готовке",
    "chapter.1.title": "0.5) Начало работы.",
  
  
    "chapter.2.quest.1.description.1": "Сочетайте медь и олово на кузнечном столе, чтобы получить самый примитивный сплав.\n\n\nЭтот материал используется для создания шестеренок.",
    "chapter.2.quest.1.subtitle": "Новый металл?",
    "chapter.2.quest.10.description.1": "В ближайшем будущем появится более дешевый способ производства рельсов.\n\n\nПосле установки рельсов нажмите правой кнопкой мыши на них с другим рельсом в руке, и вы сможете создавать рельсы с плавными изгибами.",
    "chapter.2.quest.10.subtitle": "ПОЕЗДА",
    "chapter.2.quest.11.description.1": "Оболочка используется при создании поездов и в некоторых других рецептах. Опять же, это применяется так же, как и другие оболочки, на этот раз с использованием прочного листа и андезитовой оболочки в качестве основы.",
    "chapter.2.quest.12.description.1": "Соберите поезд, чтобы получить это достижение.\n\n\nПоезда довольно сложные по сравнению с остальной частью этой главы. Настоятельно рекомендуется исследовать их возможности с помощью функции 'проникновения'!",
    "chapter.2.quest.12.subtitle": "ПОЕЗДААААА",
    "chapter.2.quest.13.description.1": "Постоянное ручное приводение машин не является устойчивым. Придется полагаться на генераторы энергии. Вот самый простой из них: он будет выдавать энергию ('единицы напряжения') в зависимости от того, сколько его лопастей находится в контакте с проточной водой.\n\n\nВодяная энергия может прослужить вам до эпохи латуни!",
    "chapter.2.quest.13.subtitle": "Питание водяным колесом",
    "chapter.2.quest.14.description.1": "Удалите любой бревно топором и щелкните правой кнопкой мыши по нему с андезитовым сплавом, чтобы создать андезитовую оболочку. Впоследствии их можно автоматизировать с помощью размещателей, но пока это ручной труд.\n\n\nАндезитовые оболочки являются важными компонентами для множества базовых машин. Они также могут использоваться для украшения валов, шестеренок и ремней.",
    "chapter.2.quest.15.description.1": "Наверное, это чрезмерно, верно?",
    "chapter.2.quest.15.subtitle": "Это оружие?",
    "chapter.2.quest.16.description.1": "И я тоже! Когда текущая лава соприкасается с водой над дважды сжатым андезитом, у нее есть 1 к 6 шанс появления андезита, в остальных случаях будет генерироваться булыжник. Это лучше, чем выкапывать его.",
    "chapter.2.quest.16.subtitle": "Ненавидите поиск андезита?",
    "chapter.2.quest.16.title": "Простой андезит",
    "chapter.2.quest.17.description.1": "Миксер смешивает вещи. В нем нет ничего особенного.\n\n\nНекоторые рецепты требуют 'нагретого' и 'сверхнагретого' смешивания, но оба будут доступны только через некоторое время.",
    "chapter.2.quest.17.subtitle": "Смешиваем прогресс?",
    "chapter.2.quest.18.subtitle": "Также не отсылка к Terraria",
    "chapter.2.quest.19.description.1": "Это технически дискриминация в отношении людей, не умеющих программировать.",
    "chapter.2.quest.19.subtitle": "Pewtah\u0027 Craft",
    "chapter.2.quest.2.description.1": "Шестеренки и валы принимают вращающийся вход - например, от ручного привода или водяного колеса - и передают энергию. Большие шестеренки в частности могут использоваться для изменения оси вращения или ускорения/замедления скорости вращения при использовании в сочетании с маленькими шестеренками.\n\n\nОни обязательно заслуживают вашего внимания. Вам понадобится запастись ими!",
    "chapter.2.quest.2.subtitle": "Изготовьте свою первую шестеренку",
    "chapter.2.quest.2.title": "Жесткие зубцы",
    "chapter.2.quest.20.description.1": "Это не принудительный труд, если они роботы.\n\n\nВы можете дать им железные инструменты вместо алмазных (в отличие от передовых ботов), и они все равно будут держать для вас алмазную кирку!",
    "chapter.2.quest.20.subtitle": "Мне нравятся черепахи.",
    "chapter.2.quest.21.description.1": "Отличная броня для всех случаев, но если вы хотите какие-либо зачарования, вам потребуются зачарованные книги...",
    "chapter.2.quest.21.subtitle": "Уход за броней не существует",
    "chapter.2.quest.21.title": "Самая прочная из прочных",
    "chapter.2.quest.22.description.1": "Железные шестерни могут использоваться так же, как в обычном Minecraft, за исключением того, что перед использованием их нужно превратить в листы путем обработки железных слитков.\n\n\nОбратите внимание, что железные инструменты не смогут добывать алмазы. Вам понадобится более промышленный способ освобождения алмазов от камня.",
    "chapter.2.quest.22.subtitle": "Все это ради капли железа.",
    "chapter.2.quest.23.description.1": "Ручной привод - это примитивный источник энергии. Щелчок правой кнопкой мыши по нему будет вращать шестеренки, но при этом будет уменьшаться ваш шкала голода.\n\n\nЭто довольно необходимо для тестирования механизмов.\n\n\nВы только откладываете неизбежное... автоматическую генерацию энергии.",
    "chapter.2.quest.23.subtitle": "Хорошо, некоторым из вас нравится это использовать.",
    "chapter.2.quest.24.description.1": "Жернова используются для измельчения материалов в более мелкую форму. Просто положите материалы в отверстие и щелкните правой кнопкой мыши после некоторого времени.\n\n\nВы можете получить кварц, порошок обсидиана и порох уже на ранних этапах игры.",
    "chapter.2.quest.24.subtitle": "Жернова теперь более полезны.",
    "chapter.2.quest.25.subtitle": "С надежным источником диорита вы можете получить избыточное количество кварца.",
    "chapter.2.quest.25.title": "Получите кварц из Нижнего мира!",
    "chapter.2.quest.26.description.1": "Для создания железнодорожных путей вам понадобится пыль обсидиана. К сожалению, вы не сможете собрать обсидиан до тех пор, пока не получите сверло, так что вам придется вернуться к этому позже.",
    "chapter.2.quest.26.subtitle": "Получите железнодорожные пути",
    "chapter.2.quest.26.title": "Получите железнодорожные пути",
    "chapter.2.quest.27.description.1": "Используйте миксер, чтобы создать раствор, который используется в блоках, связанных с Tinkers'.\n\n\nНе ешьте это.",
    "chapter.2.quest.27.subtitle": "Разблокировка главы 2",
    "chapter.2.quest.27.title": "Заберите свою раствор.",
    "chapter.2.quest.28.description.1": "Заставляет вас **пользоваться** печами.\n\n\nЕсли вы думаете: 'Блин, это дорого', не волнуйтесь! Позже это будет стоить в 3 раза дешевле.",
    "chapter.2.quest.28.subtitle": "Муахахаха",
    "chapter.2.quest.28.title": "Ой, это прилипло к моим рукам",
    "chapter.2.quest.29.description.1": "Сито превращает различные виды блоков в предметы, которые выпадают с мобов, и металлы. Нет необходимости в лагающих фермах мобов!\n\n\nКаменные блоки, такие как камень, булыжник, гравий, глубиный сланец и т.д., будут давать в основном самородки различных металлов обычного мира. Блоки пыли, такие как песок, будут давать предметы, выпадающие с мобов.\n\n\nОбязательно посмотрите на потенциальные крафты сита через REI, результаты могут удивить вас.",
    "chapter.2.quest.29.subtitle": "Больше не связано с Terraria",
    "chapter.2.quest.3.description.1": "Поместите депо под подключенный пресс, положите на него какие-нибудь предметы и наблюдайте, как волшебство происходит!",
    "chapter.2.quest.3.subtitle": "Осторожно с руками",
    "chapter.2.quest.30.subtitle": "Процесс просеивания песка приведет к получению большей части предметов, выпадающих с враждебных мобов надмирного мира (вы также получите чернильные мешки в качестве бонуса), что позволит вам не тратить время на создание тех же ферм, которые вы строите с 2012 года.",
    "chapter.2.quest.30.title": "Фермы мобов - это так прошлый год...",
    "chapter.2.quest.31.description.1": "Прокатный станок используется для производства проводов и стержней и работает так же, как жернов.",
    "chapter.2.quest.31.subtitle": "Новая игрушка",
    "chapter.2.quest.32.description.1": "Вы сможете набить свои инструменты на станции Tinker, придавая им свойства алмаза. \n\n\nВ главе 3 у вас будет возможность создавать обычные алмазные инструменты.",
    "chapter.2.quest.32.subtitle": "Майнкрафтовская Мечта",
    "chapter.2.quest.32.title": "Алмазы для сверла",
    "chapter.2.quest.33.description.1": "Отличное украшение для вашей базы.",
    "chapter.2.quest.33.subtitle": "Астральное украшение",
    "chapter.2.quest.34.description.1": "Подобно механическому сверлу, пила может использоваться для срубки деревьев. Одним из особых преимуществ является то, что она может срубить целое дерево сразу, если удаляет последний блок, касающийся земли!",
    "chapter.2.quest.34.subtitle": "Плохо для окружающей среды",
    "chapter.2.quest.35.subtitle": "Не забудьте посадить саженцы!",
    "chapter.2.quest.35.task.1.title": "100x Бревен",
    "chapter.2.quest.35.title": "Выгодно для бизнеса",
    "chapter.2.quest.36.description.1": "Вентиляторы могут поддувать вас, ничего необычного.\n\n\nНо они гораздо более полезны. Когда вентиляторы размещаются перед лавой, водой и костром, открываются новые способы обработки.",
    "chapter.2.quest.36.subtitle": "Для нестандартной обработки руды",
    "chapter.2.quest.37.description.1": "Размещение лавы перед огражденным вентилятором позволит вам плавить много руд одновременно без использования топлива, помещая их в поток огня. Если предмет нельзя плавить, он будет уничтожен — это включает предметы, которые обычно кладут в коптильню.\n\n\nРазмещение воды перед огражденным вентилятором позволит вам получить бонусные ресурсы из руд, поместив их перед потоком воды. Вместо слитков будет создано 9 самородков, но бесплатные предметы, вероятно, стоят того.\n\n\nЭто называется «массовым взрывом» и «массовой мойкой» соответственно.\n\n\nИ если использовать вместо воды/лавы костер, он будет готовить пищу, как коптильня! «Массовое копчение!»",
    "chapter.2.quest.37.subtitle": "Полезная подсказка...",
    "chapter.2.quest.37.task.1.title": "Понял.",
    "chapter.2.quest.37.title": "Лучшая плавка",
    "chapter.2.quest.38.description.1": "Реверсирование вращения зубчатых колес может быть раздражающим. Цепные приводы полезны тем, что все приводы вращаются в одну и ту же сторону. Они также имеют способность изменять направление оси, что обеспечивает дополнительную полезность.",
    "chapter.2.quest.38.subtitle": "Полезный блок №1",
    "chapter.2.quest.39.description.1": "Коробка передач являются идеальным решением для изменения оси и направления вращения. Она немного дорогая, но это стоит того.",
    "chapter.2.quest.39.subtitle": "Полезный блок №3",
    "chapter.2.quest.4.description.1": "Листы! Да! С ними появляются новые варианты блоков Create. Теперь доступны машины, такие как сверла, которые помогут вам добывать первые алмазы, или механические пилы, чтобы мгновенно срубить огромное количество древесины.",
    "chapter.2.quest.4.title": "10x Железные листы",
    "chapter.2.quest.40.description.1": "Сцепление может включать и выключать сложный механизм с помощью рычага. Это может сэкономить вам нервы при тестировании или разработке кинетической сети.",
    "chapter.2.quest.40.subtitle": "Полезный блок №2",
    "chapter.2.quest.41.description.1": "Чтобы склеить предметы вместе, щелкните правой кнопкой мыши по блоку и перемещайте курсор. Используйте более подробную информацию в режиме 'Ponder'.\n\n\nСклеивание вещей вместе немного сложно, особенно на первых порах, возможно, вам понадобится несколько попыток, чтобы все получилось правильно.\n\n\nВам также понадобится клей для вещей в последующих главах.",
    "chapter.2.quest.41.subtitle": "Вам понадобится это для создания самого поезда",
    "chapter.2.quest.42.description.1": "Гаечный ключ позволит вам изменять ориентацию блоков Create щелчком правой кнопки мыши. Он также мгновенно уничтожает блоки Create и помещает их в ваш инвентарь с помощью приседания и щелчка правой кнопкой мыши.",
    "chapter.2.quest.42.subtitle": "Вы будете использовать его всегда",
    "chapter.2.quest.42.title": "АБСОЛЮТНО НЕОБХОДИМО",
    "chapter.2.quest.43.description.1": "Мир Create - это мир механизмов, промышленности и автоматизации, и он является основой этого модпака.\n\n\nВ этой главе вы познакомитесь с основами Create и узнаете, какие новые блоки доступны вам. Из-за обширности Create, эта квестовая книга не может охватить все аспекты этого мода. К счастью, наведите курсор на любой блок Create - будь то в вашем инвентаре или в экране REI - и удерживайте клавишу W, чтобы получить подробное объяснение его механики работы. Если этого все равно недостаточно, не стесняйтесь искать видео - находчивость - это достоинство, на которое можно гордиться!\n\n\nКаждая последующая глава будет вводить вас в более сложные рецепты и материалы, ставя перед вами задачу создания более крупных и сложных производственных систем. Вознаграждением будет доступ к космосу.\n\n\n\n",
    "chapter.2.quest.43.subtitle": "Преодоление границ",
    "chapter.2.quest.43.task.1.title": "Понял.",
    "chapter.2.quest.43.title": "Добро пожаловать в Create!",
    "chapter.2.quest.44.subtitle": "Довольно важно",
    "chapter.2.quest.45.description.1": "Для создания поездов необходимы железнодорожные станции.",
    "chapter.2.quest.45.subtitle": "Все на борт!!!",
    "chapter.2.quest.46.description.1": "Вот некоторые дополнительные вещи, если вы хотите усложнить задачу еще больше.\n\n\nЧто они делают и как они работают выходит за рамки этого руководства, но не стесняйтесь использовать возможности механики размышления (ponder).",
    "chapter.2.quest.46.subtitle": "ЕЩЕ ПОЕЗДА",
    "chapter.2.quest.46.title": "Разные железнодорожные утилиты",
    "chapter.2.quest.47.description.1": "Если текущая лава касается воды над бедроком, она будет работать как генератор на основе двойного сжатого андезита, но с ОЧЕНЬ НИЗКИМ шансом производства андезита, а также с побочным эффектом производства других камней, таких как гранит и диорит. Конечно, придется выкапывать его из глубокого подземелья. Но это хотя бы вариант.",
    "chapter.2.quest.47.subtitle": "Когда вам действительно не хочется искать андезит.",
    "chapter.2.quest.47.task.1.title": "Понял.",
    "chapter.2.quest.47.title": "Разные генераторы камня",
    "chapter.2.quest.5.description.1": "Шлюзы могут сбрасывать предметы ограниченными стопками с высокого инвентаря в нижний инвентарь. Это может быть удобно, чтобы передавать предметы от одной машины к другой.",
    "chapter.2.quest.5.title": "Как воронка, но супервертикальная",
    "chapter.2.quest.6.description.1": "Камен",
    "chapter.2.quest.6.subtitle": "Более эффективно с миксерами!",
    "chapter.2.quest.6.title": "Андезитовый сплав!",
    "chapter.2.quest.7.description.1": "Разделите бронзовый слиток пополам с помощью каменного резчика. Два в одном - отличная сделка!",
    "chapter.2.quest.7.subtitle": "Лучше, чем медный лист",
    "chapter.2.quest.8.description.1": "Это будет самым надежным способом получить алмазы до того, как вы улучшите свой первый инструмент Tinkers с алмазом.\n\n\nАлмазы также можно найти в сокровищах по всему миру.",
    "chapter.2.quest.8.subtitle": "Буры хрюкают",
    "chapter.2.quest.9.description.1": "Поезда имеют конкретные назначения. Они не только могут перевозить игроков, но и большие объемы предметов и жидкостей. Они также могут автоматически запланировать маршрут и проходить через не загруженные чанки, что делает их идеальными для транспортировки ресурсов из отдаленных производственных и ресурсных мест.\n\n\nОни не являются обязательными для прогресса, поэтому можете игнорировать эту часть главы. Но они также очень крутые.\n\n\nОбычно поезда становятся доступными намного позже, но мы щедры.\n\n\n\n",
    "chapter.2.quest.9.subtitle": "Поезда? Поезда!!!",
    "chapter.2.title": "1) Мир андезита.",
  
    
    "chapter.3.quest.1.title": "Хранение жидкостей",
    "chapter.3.quest.1.subtitle": "Позже также будут доступны резервуары Tech Reborn",
    "chapter.3.quest.1.description.1": "Вы не сможете использовать резервуары для жидкостей из мода Tinkers до тех пор, пока у вас не будет доступа к плавильне позже. Однако резервуары из мода Create отлично подходят для хранения жидкостей. Для подачи жидкости в них потребуется труба, так как нельзя использовать ведра напрямую.",
    "chapter.3.quest.10.title": "Найдите себе некоторые структуры.",
    "chapter.3.quest.10.subtitle": "Укажет направление большинства структур.",
    "chapter.3.quest.10.description.1": "Компас исследователя указывает на структуры любого типа! Если вы не ищете добычу, я бы не рекомендовал отправляться в крепость... Их портал в настоящее время 'не работает'.\n\n\nС помощью компаса также можно найти 'сияющие озера', которые могут стать важными в ближайшем будущем...",
    "chapter.3.quest.11.title": "Поехали!",
    "chapter.3.quest.11.subtitle": "Create становится АСТРАЛЬНЫМ",
    "chapter.3.quest.11.description.1": "Прокрутите титры",
    "chapter.3.quest.12.title": "Построить портал на Луну",
    "chapter.3.quest.12.subtitle": "Что такое Нижний мир?",
    "chapter.3.quest.12.description.1": "Нижнего мира больше не существует, никогда не слышал о ней, ни-ни.\n\n\nСоздайте обычный портал, используя этот красивый блок, чтобы пересечь границу... на Луну....\n\n\n(Обратите внимание, что железные дорожки Create НЕ работают через лунные порталы)\n\n\n(Кстати, награда - если вы хотите добавить углы без создания четырех дополнительных сияющих камней!)",
    "chapter.3.quest.13.subtitle": "Зажги портал.",
    "chapter.3.quest.13.title": "Астральный драгоценный камень...",
    "chapter.3.quest.14.description.1": "Мы убрали необходимость питания при работе с этой машиной! Не беспокойтесь об этом, пока работаете над достижением Луны :)",
    "chapter.3.quest.14.subtitle": "Чтобы загрузить кислород в ваш костюм, потребуются некоторые более специализированные инструменты...",
    "chapter.3.quest.15.description.1": "\n\n(Не путать с электролизерами Tech Reborn...)\n\n\nЕсли рецепты перестанут работать, разбейте основной блок машины и замените его!\n\n\nОн может ПОДАВАТЬ только воду и ОТКАЧИВАТЬ только кислород, поэтому не беспокойтесь о фильтрации ваших труб для этого. ",
    "chapter.3.quest.15.description.2": "\n\nВы можете подавать только в основной блок машины и откачивать из него!",
    "chapter.3.quest.15.subtitle": "Настраиваемый астральный мультиблок!",
    "chapter.3.quest.16.description.1": "Да, эти раньше стоили в 4 раза дороже, я знаю.\n\n\n(...Эти часто используются для простых электронных устройств и широко используются в поздних изделиях Create.)\n\n\n(Используйте REI, чтобы узнать рецепт. Чтобы сделать песчаный розовый кварц, держите наждачную бумагу в одной руке и розовый кварц в другой, держите правую кнопку мыши и будьте ошеломлены, насколько хрупкая наждачная бумага.)",
    "chapter.3.quest.16.subtitle": "Стеклянная трубка для электронов PTSD",
    "chapter.3.quest.17.description.1": "Чипы из красного камня используются в основном для схемотехники и часто специализируются на аудиооборудовании, например, таком, как то, что можно найти в моде Phonos.\n\n\nТем не менее, у них достаточно энергии, чтобы создать инструменты, необходимые для посещения Луны.\n\n\nСкорее всего, это будет первый последовательный рецепт, к которому вам стоит серьезно подойти!",
    "chapter.3.quest.18.description.1": "Два отдельных жидких метала - расплавленная медь и расплавленное золото - должны быть подведены в смеситель. Для извлечения готового розового золота может потребоваться использование умного трубопровода.\n\n\nВозможно, потребуется некоторое время, чтобы добиться идеального результата. Используйте фильтр рецептов на боковой стороне смесителя, как только у вас появится немного розового золота, чтобы предотвратить превышение допустимого количества одного из компонентов.",
    "chapter.3.quest.18.subtitle": "Какой замечательный сплав, надеюсь, мне не придется делать его в больших количествах.",
    "chapter.3.quest.18.title": "Розовое Золото",
    "chapter.3.quest.19.description.1": "Мы можем получить гораздо больше.",
    "chapter.3.quest.19.subtitle": "Глава 3 разблокировка.",
    "chapter.3.quest.19.task.1.title": "Посетите Измерение: Луна",
    "chapter.3.quest.19.title": "Create: Astral",
    "chapter.3.quest.2.description.1": "Пора узнать, как работают расплавленные жидкости! Установите плавильню поверх подогревателя и подбрасывайте топливо и сырье в пропорции ~1,33 к выходу, что вознаградит вас за создание металлов в жидкой форме. Плавление жидкостей также удобно, так как некоторые процессы могут происходить только с металлами в жидкой форме.\n\n\nНекоторые сплавы все еще могут быть созданы вручную, но рекомендуется привыкнуть к использованию жидкостей, так как это будет нужно все больше и больше впоследствии.",
    "chapter.3.quest.2.subtitle": "Эпоха... жидкостей?",
    "chapter.3.quest.20.description.1": "Мерцание можно производить с использованием предоставленных рецептов и полностью автоматизировать с помощью светящихся чернильных мешков и аметиста.\nМерцание можно найти в подземных озерах мерцания, которые можно обнаружить с помощью строительного компаса; откачивая такой резервуар насосом, вы обеспечите себе запас на долгое время.",
    "chapter.3.quest.20.subtitle": "Иконичная жидкость под брендом Astral",
    "chapter.3.quest.20.title": "Мерцающие вершины",
    "chapter.3.quest.21.description.1": "Медные обшивки в основном используются для жидкостных машин, подобно андезитовым обшивкам для кинетических машин. У медных обшивок также есть легко упускаемое практическое применение; проверьте размышления.\n\n\nПри изготовлении обшивок следующего уровня вам понадобится много материала предыдущего уровня. Таким образом, производите его избыточно и сэкономьте себе будущую ответственность.",
    "chapter.3.quest.21.subtitle": "Охохо, обшивки уровней",
    "chapter.3.quest.22.description.1": "Веридиум - это возобновляемый источник меди, создаваемый заливанием лавы на прожженный камень. Неплохо иметь устройство, которое превращает избыток глины в медь.\n\n\nЕсли вы найдете способ passively генерировать прожженные камни, вам больше не придется добывать медь.",
    "chapter.3.quest.22.subtitle": "Мне бы пригодилось больше меди",
    "chapter.3.quest.22.task.1.title": "4x64 Веридиум",
    "chapter.3.quest.22.title": "Автоматизация меди!",
    "chapter.3.quest.23.description.1": "Азурин - это возобновляемый источник олова, создаваемый заливанием воды на прожженный камень. Неплохо иметь устройство, которое превращает избыток глины в олово.",
    "chapter.3.quest.23.subtitle": "Это такой захватывающий материал!!1!1",
    "chapter.3.quest.23.task.1.title": "4x64 Азурин",
    "chapter.3.quest.23.title": "Автоматизация олова!",
    "chapter.3.quest.24.subtitle": "Андезитовый сплав можно производить по 1/3 стоимости, если вы решите превратить его в жидкую форму и отливать в твердую!",
    "chapter.3.quest.24.title": "Эффективное производство сплавов.",
    "chapter.3.quest.25.description.1": "Наковальня из Tinker\u0027s позволяет вам собирать детали инструментов в инструменты, подобно Ремесленной станции. В отличие от Ремесленной станции, у вас есть доступ к более изысканным инструментам. Обязательно попробуйте создать горную кирку!\n\n\nВы также сможете применять определенные улучшения только на наковальне из Tinker\u0027s.",
    "chapter.3.quest.25.subtitle": "То, что действительно хорошо для 3x3, о дааа",
    "chapter.3.quest.25.title": "Теперь создайте настоящие инструменты",
    "chapter.3.quest.26.subtitle": "Базовые инструменты, бронза довольно универсальна",
    "chapter.3.quest.26.title": "Продвинутые инструменты",
    "chapter.3.quest.27.subtitle": "Первый уровень удачи использует этот рецепт!",
    "chapter.3.quest.27.title": "Стань удачливым",
    "chapter.3.quest.28.subtitle": "Второй уровень удачи использует этот рецепт!",
    "chapter.3.quest.28.title": "Стань удачливее",
    "chapter.3.quest.29.subtitle": "Последний уровень удачи использует этот рецепт!",
    "chapter.3.quest.29.title": "Стань настоящим.",
    "chapter.3.quest.3.description.1": "Обработайте или плавьте грут, чтобы получить эти кирпичи. Они используются в строительстве большинства блоков Tinkers' Construct.\n\n\nСклад мог бы быть хорошей идеей при массовой обработке, так как она была сильно замедлена в Astral! Возможно, это будет улучшено позднее с помощью каких-то комически эффективных механизмов...\n\n\nКнига вознаграждений может подробно объяснить, как работают расплавленные жидкости, и детально описать, какие новые материалы разблокируются для создания инструментов следующего уровня.",
    "chapter.3.quest.3.subtitle": "Не ешьте это тоже",
    "chapter.3.quest.30.description.1": "Подкачивание этого и отправка его в вашу базу может быть разумным, мерцание - ценный ресурс для контроля.",
    "chapter.3.quest.30.subtitle": "Распределенный по всему миру и луне, вы можете обнаружить зарытый метеорит, полный мерцания...",
    "chapter.3.quest.30.title": "Озера мерцания...",
    "chapter.3.quest.31.description.1": "Многоуровневый электролизатор немного отличается от специализированных многоуровневых конструкций из модов, таких как Immersive Engineering. Это не станет новым блоком при сборке, а скорее позволит основному блоку 'электролизатора' работать с рецептами!\n\n\nНижний слой: Передний центр = Блок машины электролизатора, остальное пространство 3x3 = Медные обшивки\n\n\nСредний слой: Медные катушки = Снаружи многоуровневой конструкции в форме 3x3, но с ПУСТОТОЙ по центру.\n\n\nВерхний слой: Медные обшивки = 3x3 к верхнему слою.",
    "chapter.3.quest.31.subtitle": "Как сделать это?!",
    "chapter.3.quest.31.title": "КАК Я МОГУ СДЕЛАТЬ ЭТО?!",
    "chapter.3.quest.32.description.1": "Урра!!!",
    "chapter.3.quest.32.subtitle": "Эй, посмотрите, там написано золотой сундук, но он розовый!",
    "chapter.3.quest.33.subtitle": "Бронзу можно производить за полцены с помощью рецепта смешивания.",
    "chapter.3.quest.33.title": "Эффективное производство бронзы",
    "chapter.3.quest.34.description.1": "Не забывай, что подачу крана можно осуществить с помощью сигнала красного камня, чтобы он продолжал выливать жидкость, а вмешательство воронки будет достаточным для перемещения остывшего сплава в инвентарь.\n\nМонетная форма используется для создания МАЛЕНЬКИХ зубчатых колес, в то время как форма шестерни используется для отливки БОЛЬШИХ зубчатых колес.",
    "chapter.3.quest.34.subtitle": "Превращение расплавленной бронзы в зубчатые колеса требует отливки в форме шестерни или монеты.",
    "chapter.3.quest.35.description.1": "В настоящее время получение резинового дерева должно быть вашим приоритетом, поскольку значительное количество его будет использовано в производстве ремней, сундуков и корпусов!\n\n\nДля извлечения сока из него просто кликните правой кнопкой мыши по местам сока с помощью крана. Сок будет регенерироваться на коре периодически, хотя если вы не хотите ждать, бревна можно измельчить в сок.",
    "chapter.3.quest.35.subtitle": "Резиночка",
    "chapter.3.quest.35.title": "Шпион в моем Карауле!",
    "chapter.3.quest.36.description.1": "Резина используется для многих важных вещей. Вам захочется держать источник сока поблизости.",
    "chapter.3.quest.36.subtitle": "Смешайте немного сока в миксере и получите это прекрасное вещество",
    "chapter.3.quest.36.title": "Резина: андезитовый сплав этого века",
    "chapter.3.quest.37.description.1": "Ремни транспортируют предметы. Они могут даже переносить материалы из одной машины в другую, позволяя вам исключить ручной труд в цепочке рецептов.\n\n\nВы также можете массово обрабатывать и массово промывать предметы на лентах, однако будьте осторожны, более мощный вентилятор не будет моить/обрабатывать материалы быстрее. Вам придется тщательно настраивать скорость ленты, чтобы предметы оставались в потоке воды/лавы достаточно долго, чтобы преобразоваться.",
    "chapter.3.quest.37.subtitle": "Ммм, ремень",
    "chapter.3.quest.38.description.1": "Тот железный сундук, который вы заработали по заданию путешественника в главе 0.5, не считается.",
    "chapter.3.quest.38.subtitle": "Улучшьте те медные сундуки железными для дополнительного объема хранения",
    "chapter.3.quest.38.title": "Получение улучшения (сундука)",
    "chapter.3.quest.39.description.1": "Деплойер - очень особенный предмет, он имитирует правый или левый клик игрока и будет работать со всем, на что можно нажать правой или левой кнопкой мыши. Вы также можете настроить его для удержания предметов или материалов, что позволяет создавать устройства, такие как автоматическое создание андезитовых корпусов или автоматическая стрижка овец.\n\n\nОбычно деплойеры появляются позже, но снова же, мы щедры ;)",
    "chapter.3.quest.39.subtitle": "Чтоооо, уже последовательная сборка?",
    "chapter.3.quest.4.description.1": "Настройка системы плавильщика с насосами, выходящими в различные баки с использованием умных труб, возможно, является самым важным вложением, которое вы можете сделать прямо сейчас. \nВНИМАНИЕ! Смешивание жидкостей в одной и той же трубе приведет к ее поломке и разливу, обязательно предусмотрите это, если создаете крупную сеть жидкостной плавки (см. #примеры в discord для примеров)",
    "chapter.3.quest.4.subtitle": "Перемещение жидкостей",
    "chapter.3.quest.40.description.1": "Воронка имеет первостепенное значение: она может извлекать и вносить предметы в любой инвентарь. Они часто используются в сочетании с депо или лентами.\n\n\nВоронки и ленты являются основой линий производства и, следовательно, автоматизации.",
    "chapter.3.quest.40.subtitle": "Обожаю логистику",
    "chapter.3.quest.41.description.1": "Очки позволяют вам непосредственно видеть, сколько стресса что-то производит или потребляет, а также на какой скорости работают вещи. Он также отображает дополнительную информацию для некоторых блоков.\n\n\nОпределенно вложитесь в них.",
    "chapter.3.quest.41.subtitle": "Получите очки, они супер полезны!",
    "chapter.3.quest.41.title": "Увидеть больше реальности",
    "chapter.3.quest.42.description.1": "Механические подшипники могут иметь структуру, приклеенную к их верху. При активации они будут вращать структуру вокруг, и любой циркулярный пилорама, уборочный комбайн, бурильный станок и так далее будут взаимодействовать с окружающей средой (и без затрат энергии).\n\nКогда машина вращается, все собранные предметы автоматически помещаются в блоки хранения внутри структуры, включая хранилища. Выдающие устройства также будут использовать любые назначенные предметы, которые они найдут в хранилище. Переносной интерфейс с предметами можно использовать, чтобы вытащить предметы из фермы и направить их на производственную линию, не останавливая ее.",
    "chapter.3.quest.42.subtitle": "Автоматизированное сельское хозяйство",
    "chapter.3.quest.42.title": "Вращающийся Мир",
    "chapter.3.quest.43.description.1": "Уборочный комбайн используется для автоматического сбора урожая. Здесь для нас особенно важен водоросль, но они также работают с пшеницей, свеклой, продуктами из Farmer's Delight и так далее.",
    "chapter.3.quest.43.subtitle": "Дни ручного сбора закончены.",
    "chapter.3.quest.43.title": "Промышленное сельское хозяйство",
    "chapter.3.quest.44.description.1": "Иметь мокрую водоросль вам мало поможет. Прежде чем водоросль достигнет своего конечного места назначения, лучше всего массово докурить ее по пути.\n\n\n(Не массово взрывайте ее! Сушеная водоросль считается пищей!)",
    "chapter.3.quest.44.subtitle": "Я зависим от этих ленточных штук...",
    "chapter.3.quest.45.description.1": "Если вы поместите их на движущуюся машину, они должны сделать то, что вы ожидаете.\n\n\nТем не менее, одно замечание к автоматизированному сельскому хозяйству: деревья нужно сажать заново. Для этого есть выдающие устройства - разместите их над пилами или на противоположной стороне руки, установите фильтр на саженцы и оснастите их саженцами, повернутыми вниз. Срубленные деревья предоставят вам саженцы.",
    "chapter.3.quest.45.subtitle": "Помните механическую пилу из прошлой главы?",
    "chapter.3.quest.45.task.3.title": "Любой саженец",
    "chapter.3.quest.45.title": "Промышленная рубка деревьев",
"chapter.3.quest.46.description.1": "Когда инвентарь древесных ферм опустошается, вместе с деревьями выбрасываются палки, саженцы, и даже яблоки. Если у вас есть планы превратить древесину в уголь, избыточные материалы будут сожжены - и вам действительно нужны саженцы и палки?\n\nПримечание по доскам. Вы можете рассмотреть вариант автоматизации этого процесса. В Create есть способ получить 6 досок из каждого бревна, хотя у вас будет так много досок, что это может быть избыточным. Ваш выбор.",
"chapter.3.quest.46.subtitle": "Больше нечутких походов за древесиной",
"chapter.3.quest.46.task.1.title": "2x64 Сгорающих бревна",
"chapter.3.quest.46.title": "Массовое производство древесины",
"chapter.3.quest.47.description.1": "При стирке красного песка редко получают цинк и мертвые кустарники. На данный момент нет эффективного способа автоматизировать стирку красного песка, так что все, что вы действительно можете сделать, это использовать имеющийся у вас красный песок... Если у вас есть.",
"chapter.3.quest.47.subtitle": "Хочу минералы для здорового фабричного образа жизни",
"chapter.3.quest.47.task.2.title": "8x64 Цинковых самородков",
"chapter.3.quest.47.task.3.title": "4x8 Мертвых кустарников",
"chapter.3.quest.47.title": "Автоматизация цинка",
"chapter.3.quest.48.description.1": "Промывка гравия иногда дает железные самородки и осколки кремня. Гравий можно изготавливать, помолотив булыжник, и булыжник можно сделать с помощью генератора булыжника...",
"chapter.3.quest.48.subtitle": "Возможно, вы уже строили это десятки раз",
"chapter.3.quest.48.task.2.title": "4x64 Железные самородки",
"chapter.3.quest.48.task.3.title": "4x64 Осколки кремня",
"chapter.3.quest.48.title": "Автоматизация железа и осколков кремня",
    "chapter.3.quest.49.description.1": "При промывке песка иногда получается глина, подобно тому, как при промывке красного песка получается цинк. Вы даже можете бесконечно создавать песок, дробя гравий, но у вас еще нет к нему доступа. Все же можно сделать полуавтоматическую систему.\n\n\nТакже существует другая, более сложная техника полуавтоматизации, которая включает в себя начальный этап с использованием кальцита и превращение его в капающий камень для помола. К сожалению, нельзя бесконечно производить кальцит, и поэтому нет надежного способа автоматического производства капающего камня... Правда?\n\n\nНастоящие мастера будут иметь настроенную систему, которая затем берет автоматически созданную глину и производит непосредственно андезитовый сплав.",
    "chapter.3.quest.49.reward.2.title": "8x64 Кирпич",
    "chapter.3.quest.49.reward.4.title": "4x64 Стекло",
    "chapter.3.quest.49.subtitle": "Основано на Greg",
    "chapter.3.quest.49.task.3.title": "16x64 Комок Глины",
    "chapter.3.quest.49.title": "МНЕ НУЖНА ГЛИНА",  
"chapter.3.quest.5.description.1": "Этот раздел уже кажется сложным, верно? Андезитовый мир плавно вас ввел, но с производством все станет сложнее, по мере того как ваши методы изготовления будут расширяться, а ресурсы будут требовать выполнения нескольких шагов. Все строится на том, что вы уже узнали, поэтому дело в улучшении вашего мастерства.\n\n\nВы обнаружите в этом разделе, что сбор и управление базовыми ресурсами будут становиться все более и более хлопотными. Вам нужно будет начать полуавтоматизацию или полную автоматизацию базовых ресурсов, так как создание всего по запросу станет непосильным. Но прелестью индустриализации является то, что у вас есть сила решать, что вам нужно, и инструменты и упорство для производства неограниченного количества. Нет единого пути к успеху: пусть ваши навыки решения проблем будут вашим последним проводником.\n\n\nПреодолейте революцию промышленности, и луна приветствует вас, чтобы исследовать ее чудеса. Новые ресурсы будут обнаружены, которые могут дополнительно улучшить вашу эффективность и возможности автоматизации. Кроме того, любые производственные линии, созданные в этом разделе, будут служить вам на протяжении всей игры.",
"chapter.3.quest.5.subtitle": "Это только начало",
"chapter.3.quest.5.task.1.title": "Понял.",
"chapter.3.quest.5.title": "Вещи нагреваются",
"chapter.3.quest.50.description.1": "Туннели действительно имеют свое применение: если стопка находится на конвейерной ленте и проходит под туннелем с разветвляющимся путем, ровно один предмет из стопки пойдет по ветви.\n\n\nКонечно, у вас ограниченные средства для помещения стопок на ленты, поэтому туннели не очень полезны до определенного момента. Впрочем, они приятным образом закрывают отверстия, через которые проходят ленты.",
"chapter.3.quest.50.subtitle": "LOL",
"chapter.3.quest.50.title": "Неуклюжий брат воронки",
"chapter.3.quest.51.description.1": "Истинная сила мода Create заключается не в новых техниках создания, которые он предоставляет, а в способности автоматизировать ресурсы.\n\n\nАвтоматизация имеет две разновидности: полная автоматизация, при которой конкретный ресурс будет производиться до бесконечности без необходимости какого-либо вмешательства игрока, и полуавтоматизация, при которой вам нужно только периодически пополнять начальные ресурсы или топливо.\n\n\nЭтот пакет не всегда будет вам говорить, когда автоматизировать и что можно автоматизировать. Решение будет за вами. Тем не менее, время от времени мы будем создавать автоматизационные квесты в форме бриллианта, чтобы либо сообщить вам о новой возможности автоматизации, либо потому что это действительно хорошая идея. Вам не обязательно выполнять их сразу - просто рассмотрите возможность начать когда-нибудь в будущем. Кстати, возможно, в разделе 1 было несколько таких квестов автоматизации ;)",
"chapter.3.quest.51.subtitle": "Разблокировка главы 2.5",
"chapter.3.quest.51.task.1.title": "Давайте строить завод!",
"chapter.3.quest.51.title": "Основы автоматизации",
"chapter.3.quest.52.description.1": "Помните рецепт железнодорожных путей из главы 1?\n\n\nТак вот, с помощью деплойеров теперь можно производить пути за 1/3 стоимости. И железные самородки тоже можно автоматизировать, что здорово! Теперь, если бы только можно было автоматизировать каменные плиты. Или есть какой-то способ?\n\n\nДля завершения достижения, тот же механический пресс должен использоваться для создания 1000 штук железнодорожных путей.",
"chapter.3.quest.52.reward.1.title": "2x64 Металлическая балка",
"chapter.3.quest.52.subtitle": "Автоматизация путей",
"chapter.3.quest.53.description.1": "Tunnelbores будут для вас добывать туннели. Это чрезвычайно сложно, и настоятельно рекомендуется посмотреть видеоруководство на YouTube.\n\n\nТем не менее, вот суть: любой вагон, движущийся под сборщиком с электроприводом, превратится в вагон-устройство. Весь этот агрегат также можно поднять ключом при щелчке правой кнопкой мыши. Проход вагона - это вагон-устройство с стеной буров с стеной выдвижных устройств из булыжника или глубокого булыжника, а снаружи - выдвижные устройства перед бурами. Это делается для предотвращения проблем с жидкостями.\n\n\nНаконец, создается длинная шея. Спереди шеи установлен деплойер для укладки путей, а спереди на один блок ниже установлен деплойер для укладки пути для пути. Сзади - плуг, который сгребает вещи с земли, поднимает рельсы и перерабатывает их.\n\n\nДобываемый уголь и булыжник будут обновлять печной вагон и выдвижные устройства. Вы получите огромное количество руд за очень короткое время, хотя вам придется либо вручную укладывать свет или находить умный способ справиться с появлением мобов из-за темноты.",
"chapter.3.quest.53.reward.1.title": "3x64 Булыжник",
"chapter.3.quest.53.reward.2.title": "3x64 Глубокий булыжник",
"chapter.3.quest.53.reward.4.title": "2x64 Факел",
"chapter.3.quest.53.subtitle": "Постройте туннельбур!",
"chapter.3.quest.53.title": "Автоматизировать саму добычу",
"chapter.3.quest.54.description.1": "Сборщик вагонов особенный: вы можете создавать движущиеся устройства, работающие на железнодорожных путях вагона. Их использовать сложнее, чем вращающиеся фермы, но, эй, это всё равно вариант.\n\n\nТем не менее, есть одно устройство, которое может вас заинтересовать, и это связано с сборщиком вагонов...",
"chapter.3.quest.54.subtitle": "Более сложная альтернатива механическим подшипникам",
"chapter.3.quest.55.description.1": "Некоторые процессы автоматизации включают создание движущихся устройств, таких как ресурсы, например, пища и деревья.\n\n\nКлей необходим для склеивания блоков для движущихся устройств, и вы видели его использование в главе 1 для поездов. Переносные интерфейсы хранения используются для взаимодействия с хранилищами на движущихся устройствах.\n\n\nКогда вы используете клей, будьте осторожны, чтобы не случайно не приклеить часть вашей базы к устройству!",
"chapter.3.quest.55.subtitle": "Я видел этот клей раньше!",
"chapter.3.quest.55.title": "Необходимые компоненты устройства",
"chapter.3.quest.56.description.1": "Вам нужно будет выполнить только одну из этих задач, чтобы завершить этот квест.\n\n\nХотя лава - это вариант, помните, что при использовании ее в качестве топлива остается пустое ведро. Если у вас есть план автоматизации доставки топлива в будущем, лава не рекомендуется.",
"chapter.3.quest.56.subtitle": "Поверьте мне. Автоматизируйте любое из этих трех, и топливо больше не будет проблемой.",
"chapter.3.quest.56.task.1.title": "4x64 Блок сушеных водорослей",
"chapter.3.quest.56.task.2.title": "10x64 Древесный уголь",
"chapter.3.quest.56.title": "Автоматизация топлива",
"chapter.3.quest.57.description.1": "Золотые формы многоразовы. Чтобы создать одну, поместите предмет в форме, которую вы хотите - скажем, топор из меди, сделанный по чертежу - и налейте на него расплавленное золото. Это потребует предмет, который вы заливаете, но на его месте будет создана бесконечно многоразовая золотая форма.",
"chapter.3.quest.57.subtitle": "Песок классный, но он исчезает",
"chapter.3.quest.57.task.1.title": "Любая золотая форма",
"chapter.3.quest.57.title": "Многоразовые формы",
"chapter.3.quest.58.subtitle": "Всего 20!",
"chapter.3.quest.58.title": "Соберите их всех",
"chapter.3.quest.59.subtitle": "Что... КАК? Что это вообще?!",
"chapter.3.quest.59.title": "Получи фейка",
"chapter.3.quest.6.description.1": "Насадка выдает жидкости на вещи. Удобно.\n\n\nЭту насадку можно использовать с столами и литейными чашами Tinkers в качестве альтернативы кранам.",
"chapter.3.quest.6.subtitle": "Совместимо с жидкостями Tinkers и рецептами литейной чаши + стола вместо крана",
"chapter.3.quest.60.description.1": "Ветряки адски медленные и могут требовать много переключений передач. Однако они предоставляют много энергии для своего размера и очень легко расширяются.\n\n\nУ ветряков и водяных мельниц есть свои плюсы и минусы, поэтому выбор за вами, что использовать.",
"chapter.3.quest.60.subtitle": "Альтернатива водяным мельницам",
"chapter.3.quest.60.title": "Используйте энергию ветра",
"chapter.3.quest.61.description.1": "Хранилища предметов обладают отличным соотношением хранения к блоку, но у них есть один недостаток: их инвентарь нельзя использовать напрямую. Предметы должны быть помещены или извлечены с использованием воронок или более поздних инструментов.\n\n\nСейчас они могут быть не так полезны, так как воронка из андезита + депо может извлекать только один случайный объект за раз, но они становятся более полезными позже, когда вы сможете фильтровать стеки вывода и ввода за раз.\n\n\nОни в основном используются в сочетании с операциями автоматизации, такими как хранение предметов в конечной точке или массовый перенос предметов.",
"chapter.3.quest.61.subtitle": "Хитрый бочонок...",
"chapter.3.quest.61.title": "Продвинутый вариант хранения #4",
"chapter.3.quest.62.description.1": "Как пассивно генерировать лаву:\n\n\nПоместите остриевидный капельник под блоком, а затем поместите источник лавы сверху блока с остриевидным капельником. Затем несколько блоков ниже капельника поместите котел.\n\n\nЛаву из котла затем можно выкачивать в резервуар, предоставляя вам запас лавы. Несколько рецептов включают в себя распыление лавы на материалы, поэтому удобно иметь это настроено.",
"chapter.3.quest.62.subtitle": "Носить ведра из подземелья раздражающе, не так ли?",
"chapter.3.quest.62.title": "Генерация лавы",
"chapter.3.quest.63.description.1": "Шкивы с водяными шкивами в Create обладают особенностью: если они всасывают лаву, воду или шоколад из источника более чем из 10 000 блоков, он считает источник бесконечным.\n\n\nТакие огромные искусственные озера лавы можно создать, выкачивая созданную лаву в большое озеро. Это займет некоторое время - и может быть даже не обязательно - но награда буквально бесконечная лава.\n\n\nПросто попробуйте выкачать 10 000 блоков большого лавового бассейна с помощью шкива с водяными шкивами, чтобы получить достижение.",
"chapter.3.quest.63.subtitle": "Вы можете вложиться в еще более простой источник лавы...",
"chapter.3.quest.63.title": "Бесконечная лава",
"chapter.3.quest.65.description.1": "Таблички отображают текст и числа на большом экране. Это ничего особенного, но то, что действительно особенно, заключается в том, что связи с табло могут прикрепляться к инвентарю или некоторым машинам и подавать данные в реальном времени на табло. К этому относится информация об инвентаре.\n\n\nВ основном это забавные примочки. Но это весело!\n\n\nОни также прекрасно работают с поездами, если вы серьезно занимаетесь созданием сети железных дорог в сообществе.",
"chapter.3.quest.65.subtitle": "Смотреть, сколько товаров произвели ваши фабрики, так удовлетворительно",
"chapter.3.quest.66.description.1": "Запустите ветряк с 128 прикрепленными парусами.\n\n\nНам жаль из-за всей той шерсти, которая была использована.",
"chapter.3.quest.66.subtitle": "Простое избыточное энергопотребление",
"chapter.3.quest.66.title": "Максимальный мощностной ветряк",
"chapter.3.quest.67.description.1": "Помните в главе 1, как вы использовали клей для сборки поездов? Разве это не похоже на то, что вы делаете с сборщиком вагонов и механическим подшипником?\n\n\nТак вот, оказывается, поезда находятся в том же семейном роде движущихся устройств. Это означает, что циркулярные пилы, буры, уборщики, портативные интерфейсы хранения и т.д. будут работать на поездах и работать так же. Это означает, что вы можете создавать фермы, которые работают с поездами по автоматизированным расписаниям. Если вы хотите переборщить в этом направлении, то, пожалуйста, это приветствуется!\n\n\nВы даже можете сделать туннельный бур для поезда, хотя это не будет проще, чем использование сборщика вагонов.",
"chapter.3.quest.67.subtitle": "Что, если мы прикрутим циркулярные пилы к поезду?",
"chapter.3.quest.67.task.1.title": "Понял.",
"chapter.3.quest.67.title": "Примечание о поездах",
"chapter.3.quest.68.description.1": "Не забывайте, что вы можете подавать сигнал редстоун на кран, чтобы он постоянно сливал жидкость, а для перемещения охлажденного сплава в инвентарь будет достаточно воронки.",
"chapter.3.quest.68.subtitle": "Превращение смесей в пригодные сплавы потребует их заливки в слиток.",
"chapter.3.quest.68.title": "Слить в сплав",
"chapter.3.quest.69.description.1": "Каучуковые бревна можно измельчить в сок, который затем можно смешать с каучуком. Выбор резинового дерева в качестве вашего выбора для автоматизации двух процессов сразу — это выгодный вариант...\n\n\nВ альтернативе, если вы хотите быть натуралистичными, можно автоматизировать получение сока с помощью деплоеров с трубками. Вероятно, это будет менее эффективно и, конечно же, менее просто, но это экологичный путь!",
"chapter.3.quest.69.subtitle": "У меня едва хватает!",
"chapter.3.quest.69.task.1.title": "4x64 Резина",
"chapter.3.quest.69.title": "Дайте мне этот каучук",
"chapter.3.quest.7.description.1": "Источники дренажа позволяют вам вручную выливать ведра, которые затем можно перекачивать в баки или другие жидкостные машины.\n\n\nЛебедки позволяют вам или всасывать большое количество жидкости, или сливать большое количество жидкости в окружающую среду. Они важны для добычи природных ресурсов.\n\n\nПортативные жидкостные интерфейсы действуют подобно портативным интерфейсам хранения, но они работают с жидкостями вместо предметов. Чтобы узнать больше, см. последний раздел этой главы.",
"chapter.3.quest.7.subtitle": "Совместимы с жидкостями Tinkers",
"chapter.3.quest.7.title": "Новые водные игрушки",
"chapter.3.quest.70.description.1": "Возможности могут быть больше, чем вы думаете. Вот несколько примеров, просто чтобы дать вам представление о возможностях, доступных сейчас или позже:\n\n\nИсточник пищи, ваш любимый декоративный блок (например, каменные кирпичи), зубцы, валы, факелы, андезитовые обшивки, медные обшивки, электронные трубки, розовое золото, шерсть (деплоеры с овцами), фермы мобов, все руды, плавленые кирпичи...",
"chapter.3.quest.70.subtitle": "Просто, чтобы дать вам представление....",
"chapter.3.quest.70.task.1.title": "Опции есть много.",
"chapter.3.quest.70.title": "Возможности автоматизации",
"chapter.3.quest.71.description.1": "Андезитовая мостовая предоставляет небольшой бонус скорости при перемещении по ней.",
"chapter.3.quest.71.subtitle": "Ускорьте свой путь.",
"chapter.3.quest.71.title": "Думайте быстро!",
"chapter.3.quest.72.description.1": "Постройка генератора лавы над тройным сжатым андезитом увеличивает вашу выработку до 100% андезита. Тем не менее, тройной сжатый андезит может быть больше, чем вы думаете...",
"chapter.3.quest.72.subtitle": "Просто получайте андезит",
"chapter.3.quest.72.title": "Гораздо лучшие добывающие ячейки",
"chapter.3.quest.73.description.1": "Грязные сухопутные создания не могут пройти 10 секунд на дне океана без перебоев в дыхании.\n\n\nОни будут использоваться в определенном астральном костюме в ближайшем будущем, вам, возможно, стоит приготовить их сейчас.",
"chapter.3.quest.73.title": "Агой!",
"chapter.3.quest.74.description.1": "Кримзит - это возобновляемый источник железа. Получается применением лавы и кремня к колотому глубинному сланцу в последовательной сборке.",
"chapter.3.quest.74.subtitle": "Пылающее тепло промышленности.",
"chapter.3.quest.74.title": "Автоматизируйте железо!",
"chapter.3.quest.75.description.1": "Охрум - это возобновляемый источник золота. Создается с использованием сжатого песка, глубокой скалы и лавы в миксере.\n\n",
"chapter.3.quest.75.subtitle": "Блестящий блеск?!",
"chapter.3.quest.75.title": "Автоматизируйте золото!",
"chapter.3.quest.76.description.1": "Кусочки луны остаются повсюду в надмире. Вам нужно собрать как минимум 10, чтобы установить связь с луной.\n\n\nНаходите большие количества на метеоритных участках на поверхности. Обнаруживайте залежи в сундуках шахт. Промывайте их на берегах мерцающих озер.",
"chapter.3.quest.76.subtitle": "Осколки свыше",
"chapter.3.quest.76.task.2.title": "Понял!",
"chapter.3.quest.8.description.1": "Краны Tinkers\u0027 льют расплавленные металлы в формы и чаши. Они могут работать из любого блока для хранения жидкости Create, такого как баки с жидкостью Create и заполненные чаши Create!\n\n\nВАЖНО: Их можно настроить на постоянный слив, подавая на них сигнал красного камня!",
"chapter.3.quest.8.subtitle": "Примечание о интеграции с Tinkers\u0027",
"chapter.3.quest.9.description.1": "Столы для отливки позволят вам отливать жидкости из тигельного крана во все виды форм, такие как пластины, слитки, инструментальные головки и многое другое. Чаши, с другой стороны, позволят вам отливать жидкости прямо в блоки.\n\n\nДля работы стола требуются формы. Временные формы из песчаника могут быть изготовлены, хотя золотые формы бесконечно переиспользуемы и более желательны в 100 раз.\n\n\nКстати, теперь вы можете создавать тигельный камень, плавив глину и залив ее в блок камня!",
"chapter.3.quest.9.title": "Начнем отливку",
"chapter.3.title": "2) Вступление в индустрию.",
"chapter.4.quest.1.description.1": "Бонемил используется для ускорения роста сельскохозяйственных культур.",
"chapter.4.quest.1.subtitle": "Компост органических материалов",
"chapter.4.quest.10.description.1": "Деш используется для различных основных космических утилит.",
"chapter.4.quest.10.subtitle": "Промыть лунный песок",
"chapter.4.quest.100.subtitle": "Измельчить или раздробить обсидиан",
"chapter.4.quest.101.subtitle": "Массовое взрывное обработать душевный песок",
"chapter.4.quest.102.subtitle": "Преследовать песок",
"chapter.4.quest.102.title": "Душевный песок (из другого места)",
"chapter.4.quest.103.subtitle": "Создайте кобблген с лунным камнем внизу, чтобы генерировать больше лунного камня!",
"chapter.4.quest.103.title": "Генераторы планетарных блоков!",
"chapter.4.quest.104.subtitle": "Прессовать медные слитки",
"chapter.4.quest.105.description.1": "Каменный дейпслейт можно переработать для редких шансов получения различных руд впоследствии.",
"chapter.4.quest.105.subtitle": "Компактный гравий и кремень",
"chapter.4.quest.106.subtitle": "Плавить душевный песок",
"chapter.4.quest.107.subtitle": "Автоматическая упаковка магмовых кремов",
"chapter.4.quest.108.description.1": "Просмоленные кирпичи используются для создания блоков, связанных с литейным делом. Литейные печи - лучшая утилита для плавки многих объектов одновременно и дают наивысший выход руд при плавке руд. Литейные печи также могут плавить сущности.",
"chapter.4.quest.108.subtitle": "Массовое взрывное обработать нижний шлак",
"chapter.4.quest.109.description.1": "Если у вас нет доступа к мельнице, вам нужно измельчить или раздробить полный блок капающего камня вместо этого.",
"chapter.4.quest.109.subtitle": "Автоматическая упаковка заостренного капающего камня",
"chapter.4.quest.11.subtitle": "Массовое взрывное обработать лунный булыжник",
"chapter.4.quest.110.subtitle": "Возделайте пшеницу",
"chapter.4.quest.111.subtitle": "Возделайте источник зеленой краски",
"chapter.4.quest.111.title": "Источник зеленой краски",
"chapter.4.quest.112.description.1": "Эта глава особенная. Представленные здесь задания не представляют собой задачи прогресса, а дают вам визуализацию того, что требуется для автоматизации конкретных ресурсов, и как ресурсы перекрываются. Это гигантский схематичный план.\n\n\nНа первый взгляд он будет выглядеть не очень подробно, но по мере продолжения игры и разблокирования новых машин и ресурсов, эта глава автоматически обновится, отражая новые пути автоматизации. Проверяйте регулярно!\n\n\nВажно: просто потому что ресурс находится здесь, НЕ ОЗНАЧАЕТ, ЧТО ВАМ НУЖНО ЕГО АВТОМАТИЗИРОВАТЬ. Снова, эта страница - это инструмент визуализации, а не руководство.\n\n\nЗдесь также будут только те ресурсы, которые могут быть автоматизированы к концу главы 3. Тем не менее, следующие главы либо представят следующий уровень цепей или корпусов, либо воспользуются новым генератором камня.",
"chapter.4.quest.112.task.1.title": "Понял.",
"chapter.4.quest.112.title": "Что это такое?",
"chapter.4.quest.113.description.1": "Теперь, когда у вас разблокировано дробление, вы можете автоматизировать песок напрямую.",
"chapter.4.quest.113.subtitle": "Дробить гравий, чтобы получить песок",
"chapter.4.quest.113.title": "Разблокировано дробление",
"chapter.4.quest.114.description.1": "Это увеличивает выход глины по сравнению с созданием блоков капающего камня и измельчением/дроблением их.",
"chapter.4.quest.114.subtitle": "Улучшенный выход",
"chapter.4.quest.114.title": "Разблокировано измельчение",
"chapter.4.quest.115.description.1": "Теперь есть способ создать заостренный капающий камень напрямую, если ранее его не было.",
    "chapter.4.quest.115.subtitle": "Spout water on calcite to create dripstone",
    "chapter.4.quest.115.title": "Spout Unlocked",
    "chapter.4.quest.116.task.1.title": "Любой #c:slimeballs",
    "chapter.4.quest.116.title": "A slime option",
    "chapter.4.quest.117.description.1": "The flow chart is pretty simple! Objects point to what can be made with them. How you convert one object to the other will be in the subtitle of the destination object.\n\n\nSome notes: Some quests are hidden until you complete a dependent quest. Even if you\u0027ve decided to not automate something, it might be worth completing the quest just to make sure you\u0027re not missing anything.\n\n\nDue to space constraints, we can\u0027t show every connection. Any quests marked (\"from elsewhere\") means the steps to automate the resource are described somewhere else in the flowchart. Also, the flowchart skips some steps that can be assumed easily, such as packing nuggets, melting metals, etc.",
    "chapter.4.quest.117.task.1.title": "Understood.",
    "chapter.4.quest.117.title": "How to Read this Flowchart",
    "chapter.4.quest.118.description.1": "Square quests are a resource you can easily get an infinite amount of.\n\n\nPentagon quests are the tools you use to get an infinite amount of a starting resource.\n\n\nDiamond-shaped quests are resources a player should likely consider automating.\n\n\nCircle quests are intermediate steps.\n\n\nOctagon quests mean the materials automation steps are described somewhere else, OR the intermediate material is used somewhere else in the flowchart. You might need to unlock more to see where materials are re-used.",
    "chapter.4.quest.118.task.1.title": "Understood.",
    "chapter.4.quest.118.title": "What do the shapes mean?",
    "chapter.4.quest.12.description.1": "You won\u0027t be able to turn this into sand until later.",
    "chapter.4.quest.12.subtitle": "Mine generated moon stone",
    "chapter.4.quest.121.description.1": "Whenever flowing lava touches water ON TOP OF A BLOCK OF BEDROCK, there is a low chance of granite, diorite, and andesite - and a high chance of stone. You may have already built this. There will be more reliable ways to farm andesite as you progress.",
    "chapter.4.quest.121.task.1.title": "Understood.",
    "chapter.4.quest.121.title": "Bedrock Stone Generator",
    "chapter.4.quest.122.title": "Andesite (Tier I)",
    "chapter.4.quest.124.subtitle": "Mine a bedrock stone generator",
    "chapter.4.quest.125.description.1": "Flowing lava touching water over a double andesite block will produce andesite 1/6th of the time, and stone the other five times.\n\n\nAlthough the rate is about the same as bedrock, you won\u0027t need to retrieve the andesite from bedrock, and the stone can be used for dedicated uses.",
    "chapter.4.quest.125.title": "Andesite Generator",
    "chapter.4.quest.128.description.1": "Flowing water touching lava over triple compressed andesite will always produce andesite.\n\n\nAlthough it will take you awhile to create enough andesite to make a triple compressed andesite, this method is incredibly simple.",
    "chapter.4.quest.128.title": "Improved Andesite Generator",
    "chapter.4.quest.13.description.1": "Andesite is important for crafting andesite alloy.",
    "chapter.4.quest.13.subtitle": "Compact gravel in lava w/ flint",
    "chapter.4.quest.13.title": "Andesite (Tier III)",
    "chapter.4.quest.131.subtitle": "The ultimate andesite generator",
    "chapter.4.quest.131.title": "Andesite (Tier IV)",
    "chapter.4.quest.14.subtitle": "Haunt sand",
    "chapter.4.quest.15.subtitle": "Haunt soul sand",
    "chapter.4.quest.16.subtitle": "Crush netherrack",
    "chapter.4.quest.17.description.1": "You can make diorite out of basalt and one other thing...",
    "chapter.4.quest.17.subtitle": "Mine generated basalt",
    "chapter.4.quest.18.subtitle": "Pour liquid soul onto basalt",
    "chapter.4.quest.18.title": "Diorite (Improved)",
    "chapter.4.quest.19.description.1": "Quartz has some uncommon uses.",
    "chapter.4.quest.19.subtitle": "Mill or crush Diorite",
    "chapter.4.quest.2.subtitle": "Compact bone meal and gravel in lava",
    "chapter.4.quest.20.subtitle": "Crush granite",
    "chapter.4.quest.21.description.1": "Zinc is primarily used in alloying, although a few machines also require zinc.",
    "chapter.4.quest.21.subtitle": "Wash red sand",
    "chapter.4.quest.22.description.1": "Andesite is important for crafting andesite alloy.",
    "chapter.4.quest.22.subtitle": "Pour molten quartz onto stone.",
    "chapter.4.quest.22.title": "Andesite (Tier II)",
    "chapter.4.quest.23.description.1": "Although the bedrock generator can give you multiple stones including granite, it\u0027s more efficient to produce granite this way. Plus, you won\u0027t have to deal with transporting rocks from bedrock if you do things this way.",
    "chapter.4.quest.23.subtitle": "Compact diorite and netherrack dust in lava w/ flint",
    "chapter.4.quest.23.title": "Granite (Improved)",
    "chapter.4.quest.24.subtitle": "Crush limestone",
    "chapter.4.quest.25.description.1": "Silver is used in the production of electrical machines.",
    "chapter.4.quest.25.subtitle": "Wash lime dust",
    "chapter.4.quest.26.subtitle": "Bulk blast sand",
    "chapter.4.quest.27.subtitle": "Shaped crafting with red dye and glass",
    "chapter.4.quest.28.description.1": "Redstone is not only used to craft primitive circuitry, but also to craft basic circuits and circuitry tools.",
    "chapter.4.quest.28.subtitle": "Tesla coil charge synthetic redstone crystals",
    "chapter.4.quest.29.subtitle": "Basin pour molten clay onto stone",
    "chapter.4.quest.3.subtitle": "Mine generated cobblestone",
    "chapter.4.quest.30.subtitle": "Basin pour water onto seared stone",
    "chapter.4.quest.31.subtitle": "Basin pour lava onto seared stone",
    "chapter.4.quest.32.description.1": "Tin is used in various miscellaneous machines. It is also used in alloying.",
    "chapter.4.quest.32.subtitle": "Mill or crush asurine",
    "chapter.4.quest.33.description.1": "Copper is used in fluid-related machines, and is also common in alloying.",
    "chapter.4.quest.33.subtitle": "Mill or crush veridium",
    "chapter.4.quest.34.description.1": "Golds unique properties gives it unusual uses for crafting. It is also beloved by some mobs.",
    "chapter.4.quest.34.subtitle": "Wash soul sand.",
    "chapter.4.quest.35.subtitle": "Farm kelp",
    "chapter.4.quest.36.description.1": "Dried kelp is used for crafting tunnels, funnels, and belts, which are used a lot in item transportation during automation.\n\n\nIt can also be used as a fuel source when crafted into blocks.",
    "chapter.4.quest.36.subtitle": "Bulk smoke kelp",
    "chapter.4.quest.37.subtitle": "Grind dried kelp",
    "chapter.4.quest.38.description.1": "Lapis has a couple of mystical properties. Its block form is also used in circuitry production.",
    "chapter.4.quest.38.subtitle": "Pack gunpowder, lazurite dust, and iron nuggets in lava",
    "chapter.4.quest.39.subtitle": "Crush asurine",
    "chapter.4.quest.4.subtitle": "Mill or crush cobblestone",
    "chapter.4.quest.40.description.1": "Flint is a very common ingredient for many rock chemistry recipes, often being compacted in lava.\n\n\nRecipes that use flint in lava are not connected to this quest, but be mindful that flint is not quite as useless as one may think.",
    "chapter.4.quest.40.subtitle": "Wash gravel",
    "chapter.4.quest.40.title": "Flint (Used in Multiple Places - Read!)",
    "chapter.4.quest.41.description.1": "Iron has many, many uses. ",
    "chapter.4.quest.41.subtitle": "Wash gravel",
    "chapter.4.quest.48.subtitle": "Shapless crafting with redstone and quartz",
    "chapter.4.quest.49.subtitle": "Sand rose quartz",
    "chapter.4.quest.5.subtitle": "There may be a way to automate this later...",
    "chapter.4.quest.50.description.1": "Electron tubes are essential for the production of \"smart\" mechanical machines.",
    "chapter.4.quest.50.subtitle": "Spout molten rose gold onto polished rose quartz",
    "chapter.4.quest.51.description.1": "Blazing blood can be used as an alternative to lava for powering foundries. It will melt items faster.",
    "chapter.4.quest.51.subtitle": "Foundry smelt living blazes from spawner",
    "chapter.4.quest.52.description.1": "Blood can be cast into coagulated blood, a substitute for slime.",
    "chapter.4.quest.52.subtitle": "Foundry smelt non-blazes from spawners",
    "chapter.4.quest.53.subtitle": "Shapeless crafting w/ lime dye and dough",
    "chapter.4.quest.54.subtitle": "Bulk wash wheat flour or mix wheat flour w/ water",
    "chapter.4.quest.55.subtitle": "Shapless crafting w/ green dye and white dye",
    "chapter.4.quest.56.subtitle": "Mill or crush a green dye source",
    "chapter.4.quest.57.subtitle": "Cast blazing blood into a rod cast",
    "chapter.4.quest.58.subtitle": "Shaped crafting w/ blaze rods OR grind blaze rods",
    "chapter.4.quest.59.subtitle": "Shapless crafting w/ blaze powder and either coagulated blood OR slimeballs",
    "chapter.4.quest.6.description.1": "Clay is in an important resource in the creation of other materials.",
    "chapter.4.quest.6.subtitle": "Grind pointed dripstone OR mill or crush dripstone OR wash sand",
    "chapter.4.quest.60.subtitle": "Bulk wash magma blocks",
    "chapter.4.quest.61.description.1": "Sturdy sheets have many uses due to its sturdy properties. Utilities relating to trains also make use of them.",
    "chapter.4.quest.61.subtitle": "Sequenced assembly (optionally with lava)",
    "chapter.4.quest.62.subtitle": "Cast blood into casting table, no cast shape required.",
    "chapter.4.quest.63.subtitle": "Place a fueled foundry under a spawner",
    "chapter.4.quest.64.subtitle": "Mill or crush wheat",
    "chapter.4.quest.65.description.1": "Seared bricks allow you to craft melters, necessary for converting metals into molten form.",
    "chapter.4.quest.65.subtitle": "Bulk blast grout",
    "chapter.4.quest.66.subtitle": "Mix zinc ingots, andesite alloy, and gravel",
    "chapter.4.quest.67.description.1": "Andesite is ubiquitous in the production of fundamental kinetic machines.",
    "chapter.4.quest.67.subtitle": "Cast compound mixture into a basin or ingot cast",
    "chapter.4.quest.68.subtitle": "Mix andesite alloy ingredients",
    "chapter.4.quest.69.description.1": "Andesite casing is used to craft basic mechanical machines.",
    "chapter.4.quest.69.subtitle": "Deploy andesite alloy onto logs",
    "chapter.4.quest.7.subtitle": "There may be a way to automate this soon...",
    "chapter.4.quest.70.description.1": "Copper casings are important for crafting machines that act on fluids.",
    "chapter.4.quest.70.subtitle": "Sequenced assembly",
    "chapter.4.quest.71.description.1": "Brass casings are important for \"smart\" mechanical machines.",
    "chapter.4.quest.71.subtitle": "Pour molten brass onto a copper casing",
    "chapter.4.quest.72.subtitle": "Farm any tree, preferably rubber trees",
    "chapter.4.quest.72.task.1.title": "Any #minecraft:saplings",
    "chapter.4.quest.72.title": "Any Tree",
    "chapter.4.quest.73.subtitle": "Farm trees",
    "chapter.4.quest.73.task.1.title": "Any #minecraft:logs_that_burn",
    "chapter.4.quest.74.subtitle": "Mechanically saw logs",
    "chapter.4.quest.74.task.1.title": "Any #c:stripped_logs",
    "chapter.4.quest.75.description.1": "Charcoal is an efficient renewable fuel source.",
    "chapter.4.quest.75.subtitle": "Bulk blast logs",
    "chapter.4.quest.76.subtitle": "Mill or crush rubber logs",
    "chapter.4.quest.77.description.1": "Rubber is important for crafting a lot fluid machines and other machines, including item transportation mechanisms.",
    "chapter.4.quest.77.subtitle": "Mix or extract sap",
    "chapter.4.quest.78.subtitle": "Haunt charcoal",
    "chapter.4.quest.79.subtitle": "Grind coal",
    "chapter.4.quest.8.subtitle": "Pack moon sand and pointed dripstone w/ lava+flint",
    "chapter.4.quest.80.description.1": "Diamond is primarily used for decoration.",
    "chapter.4.quest.80.subtitle": "Implosion compress 64x coal dust",
    "chapter.4.quest.81.description.1": "Machine frames are used for basic electrical machines.",
    "chapter.4.quest.81.subtitle": "Sequenced assembly",
    "chapter.4.quest.82.description.1": "Brass is important for the creation of \"smart\" mechanical machines.",
    "chapter.4.quest.82.subtitle": "Heated mix copper and molten, in molten form or ingot form",
    "chapter.4.quest.83.subtitle": "Melt brass",
    "chapter.4.quest.84.subtitle": "Automatic pack lapis lazuli",
    "chapter.4.quest.85.subtitle": "Press lapis lazuli block",
    "chapter.4.quest.86.subtitle": "Rolling mill with copper sheets, or wire mill copper sheet.",
    "chapter.4.quest.87.subtitle": "Melt silver",
    "chapter.4.quest.88.description.1": "Circuits are used in basic electrical machines.",
    "chapter.4.quest.88.subtitle": "Sequenced assembly",
    "chapter.4.quest.89.title": "Andesite (From Elsewhere)",
    "chapter.4.quest.9.subtitle": "Crush Moon Stone",
    "chapter.4.quest.90.title": "Clay Ball (From Elsewhere)",
    "chapter.4.quest.91.title": "Andesite Alloy Nuggets (From Elsewhere)",
    "chapter.4.quest.92.description.1": "Bronze is used for the production of cogwheels.",
    "chapter.4.quest.92.subtitle": "Shapeless crafting with tin and copper, OR mix molten copper and molten tin",
    "chapter.4.quest.93.title": "Gravel (From Elsewhere)",
    "chapter.4.quest.94.title": "Redstone (From Elsewhere)",
    "chapter.4.quest.95.subtitle": "Mill or crush bone meal",
    "chapter.4.quest.96.subtitle": "Mix molten copper and molten gold",
    "chapter.4.quest.99.subtitle": "Heated mix powdered obsidian, scoria, soul sand, and magma cream",
    "chapter.4.title": "2.5) The Automation Matrix",
    "chapter.5.quest.1.description.1": "Трубопроводы порождают опасных скелетов-иссушителей и гарантированных породителей ифритов. С пустым пламенным горелкой, вы сможете щелкнуть правой кнопкой мыши по ифритам и захватить их.\n\n\nПламенные горелки позволяют вам делать нагретые (а позже и сверхнагретые) рецепты, где вы можете развести огонь под тазиком для работы миксера или пресса. Множество рецептов можно приготовить только таким образом. Именно поэтому вам действительно стоит автоматизировать топливо.",
    "chapter.5.quest.1.subtitle": "Получите ифрита из потерянного трубопровода на Луне!",
    "chapter.5.quest.10.description.1": "\"нет\"",
    "chapter.5.quest.10.subtitle": "Перестаньте играть плохую песню при загрузке, ПОЖАЛУЙСТА",
    "chapter.5.quest.100.description.1": "Когда вы исследуете Луну, ваши фабрики на Земле могут не работать. Не только это, некоторые вещи можно добывать только на расстоянии. Хотя у вас есть поезда для транспортировки материалов между незагруженными кусками, вам нужно будет найти способ держать куски загруженными. Чанк-лоадер делает именно это.\n\n\nИ будьте внимательны, что некоторые серверы могут его отключить, а слишком много этих штук могут сильно замедлить процесс.",
    "chapter.5.quest.100.subtitle": "Хотите, чтобы ресурсы текли, даже когда вы исследуете космос?",
    "chapter.5.quest.100.title": "Держите машины в работе",
    "chapter.5.quest.101.subtitle": "\"Скажите сыр\" вполне уместно",
    "chapter.5.quest.102.description.1": "Есть МНОГО новых предметов, которые вы можете создать с помощью механического крафтера. Этот квест перечисляет еще больше объектов, которые можно создать, но они не заслуживают особого упоминания.",
    "chapter.5.quest.102.subtitle": "Нужно скрафтить их всех!",
    "chapter.5.quest.102.title": "Слишком много предметов!",
    "chapter.5.quest.103.description.1": "Уголь (углерод) можно смешать с железом, чтобы создать очень прочную сталь. И дробилка на серебряном пути, и дробильное колесо могут производить одинаковое количество угольной пыли.\n\n\nЕсли у вас мало угля, древесный уголь можно преобразовать в уголь через массовое освящение.",
    "chapter.5.quest.103.subtitle": "Не ешьте это, это не кокаин",
    "chapter.5.quest.103.title": "Кошмар шахтера",
    "chapter.5.quest.104.description.1": "Хотя у вас есть средства для смешивания стальной пыли, у вас нет средств для превращения ее в слиток. Плавка тоже не поможет.\n\n\nСталь станет намного более актуальной в главе 4.",
    "chapter.5.quest.104.subtitle": "Вы можете увидеть это снова в будущем",
    "chapter.5.quest.104.title": "Прочная пыль",
    "chapter.5.quest.105.description.1": "Чтобы сделать взрывостойкий цемент, сталь и известковая пыль должны быть смешаны с порошком бетона.\n\n\nГлинистую пыль для порошка бетона можно получить, дробя известняк или глину. Материал слишком мягкий для работы дробилки.",
    "chapter.5.quest.105.subtitle": "Это не делает ведро взрывостойким, только цемент в нем",
    "chapter.5.quest.105.title": "Взрывостойкий цемент",
    "chapter.5.quest.106.description.1": "Наконец, все, что вам нужно сделать, это залить цемент в литейный таз.\n\n\nВзрывостойкий бетон - это единственный материал, достаточно прочный, чтобы выдержать взрыв ракеты, оставаясь при этом достаточно дешевым для получения в необходимых количествах.\n\n\nПри этом вы захотите построить свои посадочные площадки из этого материала. Ракеты могут взорваться, если вы их неправильно посадите, и этот бетонный блок предотвратит эти неприятности от разрушения части вашей базы.",
    "chapter.5.quest.106.subtitle": "Полезнее, чем вы думаете!",
    "chapter.5.quest.107.description.1": "Если вы играли в модифицированный Minecraft раньше, вы, вероятно, знаете, что высококачественные сплавы Tinkers' Construct изготавливаются либо с помощью плавильни, либо с помощью миксера сплавов. Оба эти инструмента были удалены. Вместо этого все сплавы Tinkers' Construct теперь смешиваются с помощью нагретых тазиков.",
    "chapter.5.quest.107.subtitle": "Прочитайте это, если вы эксперт по Tinkers' Construct",
    "chapter.5.quest.107.task.1.title": "Понял.",
    "chapter.5.quest.107.title": "Где мои сплавы?",
    "chapter.5.quest.108.description.1": "Интегральные схемы используются во многих машинах в ближайшем будущем, и, подобно корпусам, они являются ступенчатым объектом. Вы будете создавать более продвинутые схемы из интегральных схем.\n\n\nКонечно, вы можете добиться многого, даже частично автоматизировав их.",
    "chapter.5.quest.108.subtitle": "Они важны для технологии!",
    "chapter.5.quest.108.title": "Автоматизация схем",
    "chapter.5.quest.109.description.1": "Электродвигатели выполняют обратную функцию по отношению к альтернаторам: они берут электричество и превращают его в вращательную энергию. При этом происходит потеря конверсии - вы будете использовать только 75% энергии, произведенной с помощью альтернатора. Несмотря на это, провода решают все виды проблем с переключением передач и передачей осей. Плюс, позже у вас будет доступ к мощным электрическим генераторам, которые могут полностью заменить традиционные кинетические источники.",
    "chapter.5.quest.109.subtitle": "Электричество можно преобразовать обратно в кинетическую энергию",
    "chapter.5.quest.109.title": "Третий или четвертый кинетический источник!",
    "chapter.5.quest.11.description.1": "Вы все еще не умеете программировать!",
    "chapter.5.quest.11.subtitle": "Есть так много применений для этого!",
    "chapter.5.quest.11.title": "Программирование для начинающих",
    "chapter.5.quest.110.description.1": "Алмазная наждачная бумага намного эффективнее обычной наждачной бумаги. Хотя вам придется попрощаться с одним из ваших алмазов, чтобы получить алмазную пыль, это стоит того, чтобы не заменять наждачную бумагу каждые пять секунд.",
    "chapter.5.quest.110.subtitle": "Ну а что еще вы будете делать с алмазами?",
    "chapter.5.quest.110.title": "Ненавижу наждачную бумагу",
    "chapter.5.quest.111.description.1": "Один из особых ресурсов, которые может произвести дробилка, — это порох из сушеной водоросли. Хотя мы не ожидаем, что вы будете использовать много динамита, порох может сыграть полезную роль в создании особого синего камня...",
    "chapter.5.quest.111.subtitle": "Что за беда",
    "chapter.5.quest.111.title": "Легкий порох",
    "chapter.5.quest.112.description.1": "Дробление известняка даст вам известь, необходимый ингредиент для создания крупного бетона!\n\n",
    "chapter.5.quest.112.title": "Отлично сочетается с лимонами!",
    "chapter.5.quest.113.description.1": "С постоянным источником порошка и источником слизи (альтернативным или другим), у вас теперь есть способ создать обсидиан путем охлаждения магматических блоков.\n\n\nПрочные листы становятся все более актуальными и очень важны для серебряного пути. Вам может понадобиться автоматизировать создание этих листов.",
    "chapter.5.quest.113.subtitle": "Они появляются все чаще и чаще",
    "chapter.5.quest.113.task.1.title": "4x64 Прочные листы",
    "chapter.5.quest.113.title": "Автоматизируйте прочные листы",
    "chapter.5.quest.114.description.1": "Бур работает как универсальная кирка.\n\n\nОтбойный молоток действует как эффективная кирка, за исключением того, что это самый низкий уровень инструментов. То есть, он может добывать только камни, а не руды.\n\n\nСоздайте тот, который вам больше нравится.",
    "chapter.5.quest.114.subtitle": "Люблю добывать",
    "chapter.5.quest.114.title": "Создайте бур или отбойный молоток",
    "chapter.5.quest.115.description.1": "Он рубит деревья.",
    "chapter.5.quest.115.subtitle": "Люблю деревья",
    "chapter.5.quest.115.title": "Создайте бензопилу",
    "chapter.5.quest.116.description.1": "Он заряжает сок.",
    "chapter.5.quest.116.subtitle": "Люблю сок",
    "chapter.5.quest.116.title": "Электрифицируйте сбор резины",
    "chapter.5.quest.117.description.1": "Камнерез действует как алмазная кирка с шелковым касанием.",
    "chapter.5.quest.117.subtitle": "Люблю камни",
    "chapter.5.quest.117.title": "Создайте камнерез",
    "chapter.5.quest.118.description.1": "Аккумулятор действительно работает как огромная батарея. Его всплывающая подсказка содержит больше информации о том, как он работает.",
    "chapter.5.quest.118.subtitle": "Эйооо, это как батарея?!?",
    "chapter.5.quest.118.title": "Сохраните свою энергию",
    "chapter.5.quest.119.description.1": "Эта удобная коробка будет заряжать батареи и питать инструменты, делая ваши инструменты действительно многоразовыми.",
    "chapter.5.quest.119.subtitle": "Катушки Теслы не подойдут",
    "chapter.5.quest.119.title": "Зарядите свои инструменты",
    "chapter.5.quest.12.description.1": "Винтовки исключительно мощны в сочетании со стрелами зелья. Может быть, это стоит инвестиций, мм?",
    "chapter.5.quest.12.subtitle": "Говорят, счастье — это теплая пушка.",
    "chapter.5.quest.12.title": "Для его нейтральной специальной он держит пистолет",
    "chapter.5.quest.120.description.1": "Прессование стальной пыли в нагретом котле покроет вашу прочную броню слоем стали!\n\n\nОна эквивалентна алмазной и стоит того хотя бы ради эстетики...",
    "chapter.5.quest.120.subtitle": "Надеюсь, эта игра слов не обременит вас.",
    "chapter.5.quest.120.title": "Что за сталь!",
    "chapter.5.quest.121.subtitle": "Разблокировка главы 3.5",
    "chapter.5.quest.121.title": "Любопытный метеорит...",
    "chapter.5.quest.122.description.1": "Подобно генерации андезита, лунный камень можно добывать, позволяя текущей лаве соприкасаться с водой, находясь над лунным камнем. Сам по себе это не будет полезно, но теперь вы можете дробить лунный камень в лунный песок для промывки.",
    "chapter.5.quest.122.subtitle": "На случай, если вы интересовались, как автоматизировать деш.",
    "chapter.5.quest.122.title": "Генератор лунного камня",
    "chapter.5.quest.123.description.1": "По умолчанию все стороны машин Tech Reborn ЗАБЛОКИРОВАНЫ. Чтобы настроить это, вам нужно открыть графический интерфейс блока и нажать на значок гаечного ключа.\n\n\nТеперь вы можете вручную настроить все отдельные слоты для направления ввода/вывода в зависимости от того, с каких сторон вы хотите использовать воронки для ввода этих предметов.\n\n\nКрасный = Редактируемые слоты\nСиний = Лицевая сторона ввода\nОранжевый = Лицевая сторона вывода\nЗеленый = Принимает оба\n\n\nЭто решает давнюю проблему с предопределенными направлениями ввода/вывода для конкретных слотов, которые сильно ограничивают дизайн автоматизации.",
    "chapter.5.quest.123.subtitle": "Краткий курс по автоматизации этих забавных блоков.",
    "chapter.5.quest.123.task.1.title": "Круто!",
    "chapter.5.quest.123.title": "Как я могу вводить/выводить из этих машин?",
    "chapter.5.quest.124.title": "Руды Луны",
    "chapter.5.quest.124.task.8.title": "Понял!",
    "chapter.5.quest.13.description.1": "Вместо того, чтобы быть мертвым грузом, глубинный сланец можно измельчить в случайные руды с чрезвычайно низкими шансами. Теперь этот туннельный бур, заполненный 100 тыс. глубинного сланца, имеет применение...\n\n\nВы также можете изготовить булыжниковый глубинный сланец из кремня, если он слишком сильно загромождает ваш инвентарь.",
    "chapter.5.quest.13.subtitle": "Дробите для разнообразных полезных ископаемых.",
    "chapter.5.quest.13.task.1.title": "32x64 Булыжниковый глубинный сланец",
    "chapter.5.quest.13.title": "Ультимативный проект по переработке",
    "chapter.5.quest.14.description.1": "\n\nРастительный шар развалится, если отправить его прямо в компрессор. Предварительно прессуйте его немного.\nНекоторые растительные шары разломаются, поэтому будьте готовы утилизировать или перерабатывать дефекты.",
    "chapter.5.quest.14.title": "Веганское топливо? Ближе, чем вы думаете!",
    "chapter.5.quest.15.description.1": "Вы не хотите, чтобы в ракетном топливе были какие-либо примеси. Промойте их.",
    "chapter.5.quest.15.subtitle": "Смочите немного удобрения.",
    "chapter.5.quest.15.title": "Чистое топливо",
    "chapter.5.quest.16.description.1": "Добро пожаловать в главу 3! Начинается настоящее испытание. Цепочки рецептов будут длинными и сложными, и уже недостаточно будет полуавтоматизировать или даже полностью автоматизировать базовые ресурсы; вам придется автоматизировать такие предметы, как оболочки, электронные трубки, кабели, шестерни и схемы.\n\n\nОднако луна предоставляет множество ценных ресурсов для достижения этой цели. Нижний путь предложит незаменимые утилиты для управления логистикой большого количества ресурсов, в то время как верхние пути дадут вам представление о мире электричества с новыми инструментами для обработки материалов новыми способами. Оба пути дадут методы, необходимые для полной автоматизации любых ресурсов Земли, которые вы можете себе представить.\n\n\nПреодолейте науку, и вы сможете использовать её для исследования звезд. Не позволяйте ловушке избыточного инженерного проектирования захватить вас; квесты по автоматизации подсказывают, что что-то можно автоматизировать, а не что это необходимо.",
    "chapter.5.quest.16.subtitle": "Прочтите меня!",
    "chapter.5.quest.16.task.1.title": "Понял.",
    "chapter.5.quest.16.title": "Добро пожаловать на Луну!",
    "chapter.5.quest.17.description.1": "Обе стороны этого дерева сойдутся в конце, делая их обе обязательными.\n\n\nНа этом пути вы изучите электричество и специализированные машины. Получение вращательной энергии по базе может быть значительно упрощено, и хотя эти машины могут не оказывать на вас такого же влияния, как путь латуни, они станут все более важными по мере вашего углубления в космос.",
    "chapter.5.quest.17.subtitle": "Давайте займемся электричеством",
    "chapter.5.quest.17.title": "Путь серебра",
    "chapter.5.quest.18.description.1": "Промывая лунный песок так же, как вы бы сделали железную ферму, вы можете получить возобновляемый источник кусочков деша.\n\n\nСам лунный песок можно полуавтоматизировать, измельчая лунный камень в песок, что вы скоро сможете сделать с помощью дробильных колес.\n\n\nЛунный камень можно сделать, заставив текущую лаву коснуться воды над лунным камнем, который вы сможете превратить в лунный песок дальше в квесте. Однако это может создать базальт!",
    "chapter.5.quest.18.subtitle": "Этот процесс применяется ко всем основным пескам и материалам планет",
    "chapter.5.quest.18.task.1.title": "8x64 Кусочек деша",
    "chapter.5.quest.18.title": "Автоматизация деша!",
    "chapter.5.quest.19.description.1": "Латунные оболочки необходимы для самых умных и полезных машин Create - машин с \"умной\" функциональностью. Они необходимы для логистики в больших, сложных фабриках.\n\n\nЛатунные оболочки - это конечный уровень оболочек, по крайней мере, для машин Create. Оболочки машин с другой стороны главы будут иметь больше прогрессии.\n\n\nНапоминание: краны Tinkers' и изливы Create полностью автоматизируемы, не подвергайте себя ручному труду!",
    "chapter.5.quest.19.subtitle": "Налейте расплавленную латунь на медную оболочку, чтобы создать латунную оболочку.",
    "chapter.5.quest.2.description.1": "Запустите производство латуни на полную мощность, так как вы захотите использовать многие из её уникальных инструментов. Даже если у вас идет автоматизация, вам может понадобиться инвестировать в карьер или туннелепроходчик, чтобы быстро ввести их в вашу жизнь.\n\n",
    "chapter.5.quest.2.subtitle": "Откройте для себя самый стильный сплав",
    "chapter.5.quest.2.title": "Мир \"умных\" технологий",
    "chapter.5.quest.20.description.1": "Обе стороны этого дерева сойдутся в конце, делая их обе обязательными.\n\n\nПуть латуни приведет вас к конечным результатам как Tinkers' Construct, так и Create мода. У вас будут все инструменты, необходимые для полного управления сложными производственными линиями.",
    "chapter.5.quest.20.subtitle": "Этот пустырь усыпан трубопроводами... для чего?",
    "chapter.5.quest.20.task.1.title": "Найдите лунный трубопровод",
    "chapter.5.quest.20.title": "Путь латуни",
    "chapter.5.quest.21.description.1": "Лазуритовые пластины являются ингредиентом во многих рецептах, но у них есть одно важное применение: интегральные схемы.\n\n\nМногие рецепты будут использовать интегральные схемы.",
    "chapter.5.quest.21.subtitle": "Обходное значение",
    "chapter.5.quest.21.title": "Необходимая пластина #2",
    "chapter.5.quest.22.description.1": "Интегральные схемы используются во всех видах машин.",
    "chapter.5.quest.22.subtitle": "Забавно, что вы изобретаете схемы до электричества",
    "chapter.5.quest.22.title": "Цифровая революция",
    "chapter.5.quest.23.description.1": "Рамки машин являются основой многих серебряных электрических машин. Они также будут использоваться для создания еще более высоких уровней оболочек.",
    "chapter.5.quest.23.subtitle": "Эти андезитовые оболочки прошли долгий путь...",
    "chapter.5.quest.23.title": "Оболочки уровня III",
    "chapter.5.quest.24.description.1": "Батареи хранят энергию.",
    "chapter.5.quest.24.subtitle": "На случай, если вы не знали, что делают батареи",
    "chapter.5.quest.24.title": "Основы хранения энергии",
    "chapter.5.quest.25.description.1": "Вальцы Create Additions были новым крутым предметом :(\n\n\n...Как раз вовремя, чтобы катушки Тесла стали новым крутым творческим дополнением.\n\n\nОни будут производить кабели Tech Reborn и Create Additions с улучшенной скоростью, но не будут производить стержни Create Additions, так что не выбрасывайте свои вальцы.",
    "chapter.5.quest.25.subtitle": "Экономьте ресурсы таким образом, это полностью необязательно.",
    "chapter.5.quest.25.title": "Эффективное производство проводов.",
    "chapter.5.quest.26.description.1": "Множество рецептов включены для автоматизации ресурсов. Большинство из них - это красители, но есть и полезные красители.",
    "chapter.5.quest.26.subtitle": "Увеличьте эффективность преобразования древесного сока в резину с помощью экстрактора.",
    "chapter.5.quest.26.title": "ОГРОМНЫЕ приросты резины",
    "chapter.5.quest.27.description.1": "Электрические машины позволяют вам либо делать новые вещи, либо делать вещи более эффективно, чем когда-либо прежде.\n\n\nКомпрессор позволяет сжимать предметы настолько сильно, что они становятся \"пластинами\". Он также достаточно силен, чтобы превращать органические материалы в топливо.",
    "chapter.5.quest.27.title": "Компрессор",
    "chapter.5.quest.28.description.1": "Это один из трех основных компонентов для космических полетов. Другие два - это детали ракеты и верстак для сборки ракеты.\n\n\nЕсли вы хотите хранить топливо в топливных баках, вам нужно будет провести ячейку через сливной предмет.",
    "chapter.5.quest.28.subtitle": "Используйте машину для консервирования, чтобы загрузить чистую биомассу в жидкую форму.",
    "chapter.5.quest.28.title": "Подготовка биотоплива",
    "chapter.5.quest.29.description.1": "Альтернатор принимает кинетическое вращение и производит электрический заряд с помощью магнитов.\n\n\nЭту энергию можно передавать с помощью кабелей или проводов и хранить в батареях. Многие машины будут работать только на электричестве.",
    "chapter.5.quest.29.subtitle": "Вам понадобятся довольно мощные источники кинетической энергии, чтобы хорошо использовать это!",
    "chapter.5.quest.29.title": "Первый источник электричества!",
    "chapter.5.quest.3.description.1": "Механические крафтеры могут крафтить вещи за вас. Поддерживаются почти все рецепты верстака.\n\n\nКроме того, механические крафтеры могут превышать обычную сетку 3x3, доступную для верстаков. Несколько рецептов для создания крупных объектов можно сделать только с помощью этих предметов.\n\n\nНо это еще не все! Точные механизмы внутри позволяют вам крафтить определенные материалы, которые предназначены для ручного крафта, даже если их рецепты меньше сетки 3x3.\n\n\nЕсть так много новых рецептов, что эта книга квестов не может показать их все. Проверьте, что вы можете сделать с помощью REI!",
    "chapter.5.quest.3.subtitle": "Теперь автоматизация ограничена только вашим воображением",
    "chapter.5.quest.3.title": "Автоматизируйте мир!",
    "chapter.5.quest.30.description.1": "Коннектор присоединяется к источнику энергии или потребителю энергии. После подключения можно присоединить медную катушку между ними, что позволяет передавать электричество.\n\n\nМедная катушка имеет ограниченную дальность. Если вам нужно передать энергию на большие расстояния, можно использовать коннекторы, прикрепленные к плоской поверхности, в качестве промежуточной точки.\n\n\nИзолированные кабели Tech Reborn также могут передавать энергию, но они намного уродливее и громоздче.",
    "chapter.5.quest.30.subtitle": "Теперь вся ваша энергия может передаваться с помощью удобных проводов!",
    "chapter.5.quest.30.title": "Энергоснабжение мира!",
    "chapter.5.quest.31.description.1": "Наклонитесь и щелкните правой кнопкой мыши, чтобы открыть интерфейс. Оттуда можно будет внести биотопливо. Оно может хранить до трех ведер; тем не менее, умной идеей будет держать запасное. Оказаться в ловушке - худшее, что может с вами случиться.\n\n\n\n\nЩелкните правой кнопкой мыши, чтобы войти в ракету. После удержания пробела в течение некоторого времени вы взлетите и получите доступ к системе выбора планет. Вы пока не сможете исследовать каждую планету, но у вас будут некоторые новые опции.\n\n\nПосле выбора местоположения вы спуститесь на планету на посадочном модуле. Пробел замедлит его. Убедитесь, что вы не упадете на землю слишком быстро: посадочный модуль взорвется, и у вас не будет пути домой. По-настоящему параноики возьмут две ракеты. F5 может помочь с процессом приземления.\n\n\nСчастливого космического плавания! Вся солнечная система ждет вас!",
    "chapter.5.quest.31.subtitle": "Не спонсируется SpaceX",
    "chapter.5.quest.31.title": "Мы летим на Марс",
    "chapter.5.quest.32.description.1": "Верстак NASA используется исключительно для крафта ракет. Эта штука требует электричества!\n\n\nЧто такое NASA в этой вселенной?",
    "chapter.5.quest.32.subtitle": "Создайте верстак NASA для создания ракет",
    "chapter.5.quest.32.title": "Эти руки точно умеют крафтить",
    "chapter.5.quest.33.description.1": "Особенно полезно для космоса.",
    "chapter.5.quest.33.subtitle": "Немного дороже, но позволяет легко перемещать генерацию энергии.",
    "chapter.5.quest.33.title": "Космическая энергия",
    "chapter.5.quest.34.description.1": "Они могут быть не более мощными, чем улучшенные инструменты Tinkers', но зачарование старым способом и их постоянное использование могут быть очень полезны.\n\n\nОписание их функций находится в каждом соответствующем квесте.",
    "chapter.5.quest.34.subtitle": "У них нет долговечности, они зачаровываемы, но требуют энергию в качестве ресурса!",
    "chapter.5.quest.34.task.1.title": "Понял.",
    "chapter.5.quest.34.title": "У меня есть новые инструменты для тебя",
    "chapter.5.quest.35.description.1": "Специализация чипа редстоуна на частотных операциях оказывается особенно хорошей для навигации в космосе. Нужно лишь немного доработать его, чтобы измерения и расчеты были максимально точными.\n\n\nОчень мало предметов требует навигационного механизма, но верстак NASA - один из них.",
    "chapter.5.quest.35.subtitle": "Ррр",
    "chapter.5.quest.35.title": "Системы навигации: проверка",
    "chapter.5.quest.36.description.1": "Деш используется в специализированной космической технике. Хотя он не поможет вашим фабрикам, деш становится важным позже, поэтому вы захотите собирать его, когда сможете.",
    "chapter.5.quest.36.subtitle": "Он выглядит аппетитно, не так ли.",
    "chapter.5.quest.36.title": "Гонка за дешем",
    "chapter.5.quest.37.description.1": "Пора познакомиться с вашими свиными друзьями.",
    "chapter.5.quest.37.subtitle": "Разблокировка главы 4.",
    "chapter.5.quest.37.task.1.title": "Посетите измерение: Марс",
    "chapter.5.quest.37.title": "Планета Пиглинов",
    "chapter.5.quest.38.description.1": "Используя воздушные шлюзы и твердые блоки, вы можете предотвратить утечку воздуха.",
    "chapter.5.quest.38.subtitle": "Если у вас есть планы базироваться на Луне или любой другой планете без кислорода, вам потребуется настроить распределитель кислорода с хорошим источником кислорода для его подачи.",
    "chapter.5.quest.38.title": "Жизнь на Луне!",
    "chapter.5.quest.39.description.1": "Для включения требуется соседний источник питания.\n\n\nДля ламп требуется угольная пыль, которую можно получить с помощью измельчителя или дробильных колес.",
    "chapter.5.quest.39.subtitle": "Осветите мир новыми стильными светильниками.",
    "chapter.5.quest.39.title": "Да будет светодиод!",
    "chapter.5.quest.4.description.1": "Точные механизмы используются во множестве мощных утилит Create. Вы будете улыбаться каждый раз, когда создаете один.\n\n",
    "chapter.5.quest.4.subtitle": "Обычный компонент для крафта.",
    "chapter.5.quest.40.description.1": "Хранилища Tech Reborn можно модернизировать для хранения большого количества объектов.\n\n\nС возможностью непосредственного управления путями ресурсов на нижнем пути, они могут быть полезны как конечные точки хранения ресурсов.",
    "chapter.5.quest.40.subtitle": "Храните 128 стаков в одном блоке!",
    "chapter.5.quest.40.title": "Модернизация хранилищ.",
    "chapter.5.quest.41.description.1": "Доказательства многих великих технологических достижений теперь стоят в руинах... Есть несколько признаков оставшейся жизни здесь.",
    "chapter.5.quest.41.subtitle": "Раскройте место катастрофы",
    "chapter.5.quest.41.task.1.title": "Найдите ядерный реактор",
    "chapter.5.quest.41.title": "Ядерный?",
    "chapter.5.quest.42.description.1": "Обожженные столы! Эти милые маленькие штуки работают немного иначе, чем обычные компоненты из обожженного материала, так как они ТРЕБУЮТ формы перед тем, как примут любой рецепт.\n\n\nЭто одновременно ограничивает (нельзя создавать некоторые предметы, такие как железные прутья)\n\n\nно также невероятно полезно (вы можете оставить кран с редстоуном под напряжением и не беспокоиться о том, что в ваш усилитель автопополнения попадет 10 стаков железных прутьев)",
    "chapter.5.quest.42.subtitle": "Только если вам нравится поддерживать цветовую согласованность",
    "chapter.5.quest.42.title": "Не такая практичная декорация",
    "chapter.5.quest.43.description.1": "Этот еще теплый блок можно найти только на Луне и он будет необходим для создания больших систем плавки, чем те маленькие плавильни.",
    "chapter.5.quest.43.subtitle": "Найдите скорую в пещерах Луны",
    "chapter.5.quest.43.title": "Соберите для более эффективной плавильни",
    "chapter.5.quest.44.description.1": "Литейный завод способен плавить с еще большей эффективностью по сравнению с плавильней и производит вторичные металлы при плавке.\n\n\nНе только это, но и литейные заводы работают как резервуары для жидкости, которые могут хранить несколько жидкостей. Они могут работать с умными трубами. Это не лучший способ организации жидкостей, но эта функция может быть полезна вам.\n\n\nДля инструкций по сборке читайте оба этих руководства. Учтите, что этот модпак пропускает \"плавильни\" полностью, которыми занимается светло-серая книга. Плавильни и литейные заводы имеют много общего, и обе книги научат вас лучшим материалам для инструментов и улучшениям, доступным вам.",
    "chapter.5.quest.44.subtitle": "Получите многофункциональный литейный завод Tinkers",
    "chapter.5.quest.44.title": "Еще лучшее плавление",
    "chapter.5.quest.48.description.1": "Рецепт не отображается в REI, но будет работать независимо.\n(Нажмите U на катушке Тесла вместо этого)",
    "chapter.5.quest.48.subtitle": "Используя катушку Тесла Create Additions(tm), вы можете электризовать эти синтетические кристаллы для получения бесконечно возобновляемого источника редстоуна.",
    "chapter.5.quest.48.task.1.title": "8x64 редстоуна",
    "chapter.5.quest.48.title": "Автоматизация редстоуна!",
    "chapter.5.quest.49.description.1": "Один слот - это все, что вам нужно, но технология - это о том, чтобы иметь БОЛЬШЕ, ЧЕМ ВАМ НУЖНО!!!",
    "chapter.5.quest.49.subtitle": "Сколько слотов действительно нужно человеку?",
    "chapter.5.quest.49.title": "Эти сундуки становятся просто смешными...",
    "chapter.5.quest.5.description.1": "Дробление - это очень важный промышленный процесс. У него есть несколько применений:\n\n\n1) Он может \"дробить\" необработанную руду в дробленую руду, давая бонусные доходы, а также куски опыта. Опыт можно обменять в любое время, но он может понадобиться вам позже...\n\n\n2) Это улучшенная мельница. Любой рецепт, который есть у мельницы, может сделать и дробильное колесо, и обычно с дополнительными бонусными доходами.\n\n\n3) У него есть уникальные рецепты обработки. В общем, если у камня есть \"песчаная\" версия, вы можете ожидать, что можно будет раздробить предмет в песок. Он также может извлекать специальные пыли из многих разных блоков. Это похоже на измельчитель, но главное отличие в том, что дробильные колеса дробят целые блоки в пыль, тогда как измельчитель измельчает предметы.",
    "chapter.5.quest.5.subtitle": "Как измельчение, но другое",
    "chapter.5.quest.5.title": "ДРОБЛЕНИЕ",
    "chapter.5.quest.50.subtitle": "Узнайте, какие ресурсы можно найти на Луне.",
    "chapter.5.quest.50.title": "Лунатический охотник за сокровищами",
    "chapter.5.quest.51.description.1": "Возможно, стоит создать аванпост для быстрого перемещения, так как планеты находятся всего в соотношении 1:2.\n\n\nК тому же, жить в космосе действительно круто.\n\n\nБудьте внимательны, что космическая станция не имеет возможностей по генерации или распределению кислорода. Вам придется настроить это самостоятельно после создания станции. И да, вы можете врезаться вашим посадочным модулем в эту космическую станцию. Не делайте этого.",
    "chapter.5.quest.51.subtitle": "Орбитальные измерения имеют соотношение блоков 1:8, как и ад.",
    "chapter.5.quest.51.title": "Создайте космическую станцию!!",
    "chapter.5.quest.52.description.1": "Масло из семян, из которого будет производиться наш биотопливо, создается путем сжатия нагретых семян. Существует много видов семян на выбор, поэтому автоматизируйте процесс, который вам больше подходит.",
    "chapter.5.quest.52.subtitle": "Автоматизируйте процесс с семенами.",
    "chapter.5.quest.52.task.2.title": "Любые семена",
    "chapter.5.quest.52.title": "Фастфудное топливо",
    "chapter.5.quest.53.description.1": "Масло из семян необходимо смешать с растительным материалом, чтобы получить коагулят. Слишком много питательных веществ помешает химическому процессу, поэтому ваши возможности ограничены.\n\n\nВы можете воспользоваться существующей фермой деревьев для автоматизации листьев. Однако для этого потребуется способ пополнения ножницами.\n\n\nФерма травы может быть проще, особенно потому что вам не нужно будет ремонтировать вашу ферму деревьев. Однако вам все равно потребуется развертка с ножницами, и вам также нужно будет найти способ распределения костной муки на траву.",
    "chapter.5.quest.53.subtitle": "Автоматизируйте один из этих процессов",
    "chapter.5.quest.53.task.1.title": "Любые листья",
    "chapter.5.quest.53.task.2.title": "Любой вид травы",
    "chapter.5.quest.53.title": "Растительные материалы",
    "chapter.5.quest.54.description.1": "Смешивание масла из семян и растительного материала образует рыхлое органическое соединение, которое можно дальнейше очистить.",
    "chapter.5.quest.54.subtitle": "Это не пейнтбол",
    "chapter.5.quest.54.title": "Пейнтболы",
    "chapter.5.quest.55.description.1": "Используйте компрессор. Пахнет как в Макдональдсе.",
    "chapter.5.quest.55.subtitle": "Осталось только финальная обработка.",
    "chapter.5.quest.55.title": "Мы собираемся сжигать мертвые вещи",
    "chapter.5.quest.56.description.1": "Биомассу можно переработать в биотопливные гранулы, очень эффективный твердый топливный источник для питания печей и других машин. Возможно, стоит использовать немного биомассы для этого или вернуться к этому рецепту, когда будет избыток ракетного топлива.",
    "chapter.5.quest.56.subtitle": "Здоровая альтернатива углю",
    "chapter.5.quest.56.title": "Неочищенное топливо",
    "chapter.5.quest.57.description.1": "Защитный костюм позволит вам ходить по лаве. Он также имеет защиту от падения и защищает вас от замерзания.\n\n\nОднако он не обеспечивает кислородом.",
    "chapter.5.quest.57.subtitle": "Более полезно на Земле, чем на Луне...",
    "chapter.5.quest.57.title": "Защитный костюм",
    "chapter.5.quest.58.task.1.title": "Посетите лунные пустоши",
    "chapter.5.quest.58.task.2.title": "Посетите лунные базальтовые дельты",
    "chapter.5.quest.58.task.3.title": "Посетите токсическую кучу",
    "chapter.5.quest.58.title": "Лунатический путешественник",
    "chapter.5.quest.59.description.1": "Тесла-катушки уникальны тем, что работают как кинетические машины, но используют электричество.\n\n\nНизкий ток, но высокое напряжение, которое они производят, можно использовать для подачи тока на материалы, которые могут ионизироваться в нечто другое. Здорово!\n\n\nНЕ СМОТРЯ НА ТО, ЧТО ГОВОРИТСЯ В ЕГО ОПИСАНИИ/РАЗМЫШЛЕНИЯХ, ОН НЕ МОЖЕТ ЗАРЯЖАТЬ ЭЛЕКТРИЧЕСКИЕ ИНСТРУМЕНТЫ И АККУМУЛЯТОРЫ. Используйте для этого батарейный блок!",
    "chapter.5.quest.59.subtitle": "Зажгите!",
    "chapter.5.quest.6.description.1": "Эффективно является незначительным улучшением железа, но с большим бонусом к зачарованию, позволяющим легко получить зачарования высшего уровня.",
    "chapter.5.quest.6.subtitle": "и очень зачаровываемый!",
    "chapter.5.quest.6.title": "Это как медь, но круче",
    "chapter.5.quest.60.description.1": "Латунные воронки работают так же, как андезитовые туннели, за исключением двух важных отличий: они могут фильтровать, что они принимают или отдают, и они могут вводить или выводить целые стопки за раз.\n\n\nНекоторые устройства могут работать с целыми стопками за раз, такие как массовая мойка, проклятие и взрыв, хотя будьте осторожны, требуется больше времени для обработки стопок.\n\n\nХранилища также становятся намного полезнее. Наличие хранилищ, которые выводят целые стопки материалов на депо, может быть отличным способом подготовиться к сбору добычи.",
    "chapter.5.quest.60.subtitle": "Самая полезная латунная штуковина",
    "chapter.5.quest.60.title": "Любимая латунная воронка",
    "chapter.5.quest.61.description.1": "Помните, какими узконаправленными были андезитовые туннели, особенно поскольку желоба были единственным способом получить стопки на конвейер?\n\n\nТак вот\n\n\nТуннели позволяют фильтровать предметы на разные ветви на пересечении конвейера. Более того, если вы поставите смежные латунные туннели на смежные конвейеры, они могут делить стопку поровну или по кругу, позволяя распределять ресурсы на лету.",
    "chapter.5.quest.61.subtitle": "ВАУ",
    "chapter.5.quest.61.title": "Старший брат воронки",
    "chapter.5.quest.62.description.1": "Умные желоба похожи на обычные, но вы можете фильтровать, что выбрасывается и в каком количестве.\n\n\nИх также можно включать и выключать с помощью красного камня. В сочетании с переключателями запасов это может быть эффективным способом избавиться от излишков предметов в одном инвентаре.",
    "chapter.5.quest.62.subtitle": "Выбрасывайте вещи с умом",
    "chapter.5.quest.63.description.1": "Механические руки могут брать предметы с конвейеров и депо и перемещать их в другие места, включая другие депо и конвейеры, а также воронки.\n\n\nОни отличны, если настройка конвейеров слишком сложна, если вам нужно переместить предмет всего на несколько метров, или если вам нужно, чтобы предметы шли по расходящимся путям/сходящимся конечным точкам.",
    "chapter.5.quest.63.subtitle": "Это будущее индустрии!",
    "chapter.5.quest.64.description.1": "Контроллер скорости вращения позволяет установить скорость вращения. Для работы ему нужна большая шестерня сверху.\n\n\nОн так же хорош и полезен, как звучит. Вам понадобится несколько таких.",
    "chapter.5.quest.64.subtitle": "Это делает инженерное дело проще",
    "chapter.5.quest.64.title": "Больше никакого переключения передач",
    "chapter.5.quest.65.description.1": "Красный каменный передатчик будет передавать сигнал красного камня по беспроводной сети. Их нужно настроить на прием или передачу с помощью гаечного ключа, а беспроводной канал определяется предметами в двух слотах.\n\n\nОни спасают жизнь при работе с чем-то, связанным с красным камнем, и особенно полезны в сочетании с последовательными передачами и переключателями запасов.",
    "chapter.5.quest.65.subtitle": "Отлично с последовательными передачами и наблюдателями за запасами, и, и, и...",
    "chapter.5.quest.65.title": "Беспроводной красный камень",
    "chapter.5.quest.66.description.1": "Вот особенно удобный гаджет.\n\n\nПереключатели запасов могут быть настроены на передачу сигнала красного камня, когда инвентарь достигает определенного порога, и отключаться, когда он опускается ниже порога.\n\n\nЭто удобно для выброса инвентарей, когда они переполнены. Это также помогает управлять точным контролем над тем, какие ресурсы производятся. Вам действительно не нужно больше четырех стопок андезитовых корпусов одновременно, да? Используйте это, и теперь любые дополнительные андезитовые корпуса, произведенные вами, могут продолжать преобразовываться в медные и латунные корпуса.",
    "chapter.5.quest.66.subtitle": "ЛОГИСТИКА",
    "chapter.5.quest.67.description.1": "Некоторые рецепты из главы 2 теперь имеют более простые рецепты. Даже если латунь немного реже, упрощенные рецепты значительно облегчают процесс.",
    "chapter.5.quest.67.subtitle": "Рецепты наблюдателей были такими проклятыми!",
    "chapter.5.quest.67.title": "Более простые способы",
    "chapter.5.quest.68.description.1": "Последовательные передачи позволяют вам задавать последовательность вращений. Например, при получении сигнала красного камня, они могут вращать что-то на 60 градусов, независимо от заданной скорости выхода.\n\n\nОни могут работать с механическими подшипниками. Есть также несколько предметов, которые были доступны вам все это время, но без последовательных передач не имели смысла использовать.\n\n\nКонечно, перемещение блоков не очень помогает. Однако есть одно исключение: вам нужен способ удерживать весь воздух в вашей лунной базе, чтобы он не утекал, да? Пока вы не сможете построить воздушные шлюзы, последовательные передачи — это самый надежный способ запереть воздух.",
    "chapter.5.quest.68.subtitle": "Эти передачи позволяют вам перенапрячь все!",
    "chapter.5.quest.68.title": "ПОЛЬЗОВАТЕЛЬСКИЕ ВОЗДУШНЫЕ ШЛЮЗЫ",
    "chapter.5.quest.69.description.1": "Мельница похожа на жернов: она измельчает вещи до более мелкой формы.\n\n\nЭта мельница специализируется на точности и остроте. Она может эффективно измельчать любые ресурсы, которые могут поместиться в ней. Это улучшает выход некоторых объектов! Есть также уникальные материалы, которые можно изготовить только с помощью этой машины. Правда, большинство из них — это пыли, которые вам сейчас не особо помогут.\n\n\nОна похожа на дробильное колесо из нижнего пути. Разница в том, что дробильное колесо работает с целыми блоками, а мельница — с отдельными предметами. Иногда между этими двумя машинами бывает пересечение.",
    "chapter.5.quest.69.subtitle": "Как дробление, но другое",
    "chapter.5.quest.69.title": "ИЗМЕЛЬЧИТЬ",
    "chapter.5.quest.7.description.1": "Для этого рецепта потребуется крупная механическая сборка. С его помощью у вас будет идеальная база для запуска ракеты.\n\n\nВам понадобятся две - вы ведь захотите покинуть планету, на которую попадете, да?",
    "chapter.5.quest.7.subtitle": "Вероятно, не стоит запускать ракету с травы.",
    "chapter.5.quest.7.title": "Нам понадобится большее устройство для крафта...",
    "chapter.5.quest.70.description.1": "Наблюдатель содержимого может передавать сигнал красного камня всякий раз, когда в инвентаре находится соответствующий предмет.\n\n\nНе слишком полезно, если вы хорошо управляете своими фабриками, вы уже должны знать, что находится в инвентаре. Тем не менее, поместите это в стол для крафта вашего инвентаря и...",
    "chapter.5.quest.70.subtitle": "Что в коробке?",
    "chapter.5.quest.71.description.1": "Многие машины используют серебряные пластины. Это вещество ценнее золота.",
    "chapter.5.quest.71.subtitle": "Очень важно",
    "chapter.5.quest.71.title": "Основная Пластина #1",
    "chapter.5.quest.72.description.1": "Некоторые твердые вещества можно превратить в жидкости только в герметичной ячейке. Консервные машины позволяют это сделать.\n\n\nСуществует очень мало предметов, требующих этого, но один из них вам может понадобиться.",
    "chapter.5.quest.72.subtitle": "Ух ты, это бесполезно",
    "chapter.5.quest.73.description.1": "Вал гантри позволяет перемещать соединенные структуры вперед и назад вдоль соединенного \"гантри\".\n\n\nВ сочетании с последовательным редуктором это позволяет создавать механизмы, такие как лифты и движущиеся платформы.",
    "chapter.5.quest.73.subtitle": "Это позволяет перемещать вещи вперед и назад",
    "chapter.5.quest.73.title": "Полезный Движущийся Механизм #1",
    "chapter.5.quest.74.description.1": "Веревочная лебедка может опускаться и прикрепляться к соединенным структурам. Она также может перемещать структуры вверх и вниз.\n\n\nВ сочетании с последовательным редуктором ее можно использовать для создания лифта или вертикальной транспортировки инвентарей.\n\n\nОчень изобретательные инженеры могут сделать карьер с помощью этого, так как машины, такие как сверла, работают на структурах, перемещаемых с помощью веревочных лебедок, так же как и на механических подшипниках, поездах и механизмах на тележках. Это также относится к поршням и гантри.",
    "chapter.5.quest.74.subtitle": "Это позволяет перемещать вещи вперед и назад",
    "chapter.5.quest.74.title": "Полезный Движущийся Механизм #2",
    "chapter.5.quest.75.description.1": "Поршень может толкать соединенные механизмы вперед. Липкая версия может толкать их вперед и назад. Они напоминают обычные поршни Minecraft, хотя их диапазон может быть больше, чем у их редстоунового аналога.\n\n\nВ сочетании с последовательным редуктором их можно использовать для создания лифтов. Странно, как это работает.\n\n\n(Практическое применение - перемещение блоков, созданных в генераторе булыжника или базальта, к сверлу, установленному в более удобном месте.)",
    "chapter.5.quest.75.subtitle": "Это позволяет перемещать вещи вперед и назад",
    "chapter.5.quest.75.title": "Полезный Движущийся Механизм #3",
    "chapter.5.quest.76.description.1": "Производство ракетного биотоплива - сложный процесс, особенно с учетом имеющихся у вас технологий. Автоматизация его производства станет испытанием ваших навыков создания фабрик, но звезды манят вас открыть новую эру.\n\n\nХотя вы можете заняться этим, пока завершаете главу, вам понадобятся определенные инструменты с обеих сторон дерева для выполнения этого задания.",
    "chapter.5.quest.76.subtitle": "Вы можете начать производство ракетного топлива рано, если хотите!",
    "chapter.5.quest.76.task.1.title": "Поехали!",
    "chapter.5.quest.76.title": "Давайте Настроим Производственную Линию Топлива",
    "chapter.5.quest.77.description.1": "Пластина из деса необходима во многих космических утилитах и ​​изделиях.",
    "chapter.5.quest.77.subtitle": "Дес возвращается",
    "chapter.5.quest.77.title": "Легендарная Пластина из Деса",
    "chapter.5.quest.78.description.1": "Электрум имеет ограниченные технические приложения, в основном для точного контроля электрических токов в цепях, специализирующихся на волнах.\n\n\nОбычно он используется как материал для оборудования. Инструменты Tinkers, сделанные с этим материалом, дают вам больше опыта, чем обычно! В конце концов, вы действительно прошли через много опыта, чтобы дойти до этого.",
    "chapter.5.quest.78.subtitle": "Растопит и ударит током!",
    "chapter.5.quest.79.description.1": "\n\nИз него можно сделать и адскую затирку.",
    "chapter.5.quest.79.subtitle": "Эй, вы знали, что из этого можно сделать магматические блоки?",
    "chapter.5.quest.8.description.1": "Котлы - по сути паровая энергия - выводят все другие источники кинетической энергии из воды. Они включают в себя огромный резервуар с водой, постоянно подаваемой в него, и горелки с пламенем, постоянно горящим под ним. Установка сложнее в управлении, поэтому рекомендуется система пондер.\n\n\n\n\nСтремитесь к уровню котла 9, так как они невероятно эффективны за свои затраты. Как только в комнате появится генерация электричества, эти единицы напряжения будут поглощены в кратчайшие сроки.",
    "chapter.5.quest.8.subtitle": "Ультимативная Кинетическая Энергия",
    "chapter.5.quest.8.title": "Работай котлом, молодой волк.",
    "chapter.5.quest.80.description.1": "Также не ешьте это.",
    "chapter.5.quest.80.subtitle": "Ад значит 'Адская одна из моих неприятностей'",
    "chapter.5.quest.81.description.1": "Так же как огнеупорные кирпичи для плавильных печей, обожженные кирпичи являются основой для многих блоков литейных заводов.\n\n\nВам понадобится гораздо больше этих кирпичей, чем огнеупорных, однако. Литейные заводы строятся блок за блоком, и вам, вероятно, захочется построить большие.",
    "chapter.5.quest.81.subtitle": "Огнеупорные Кирпичи 2 Сиквел",
    "chapter.5.quest.82.description.1": "Обожженные кирпичи образуют стены литейного завода. Буквально. Вы размещаете их в виде полого куба и помещаете контроллер в один из них, чтобы создать литейный завод.",
    "chapter.5.quest.82.subtitle": "Крутой новый материал для многоблочных структур!!",
    "chapter.5.quest.83.description.1": "Обожженный желоб может иметь воронку, прикрепленную к нему, и использоваться для ввода предметов в литейный завод. Полезно, если у вас есть установка для обработки руды.\n\n\nКстати, вы можете вручную вставлять предметы через контроллер литейного завода, этот блок нужен только для целей автоматизации.",
    "chapter.5.quest.83.subtitle": "Когда бросать вещи сверху не работает",
    "chapter.5.quest.83.title": "Ввод Предметов в Литейный Завод",
    "chapter.5.quest.84.description.1": "Обожженный слив позволит вам накачивать жидкости в литейный завод и из него с помощью труб Create.\n\n\nКстати, ведра могут работать на этом блоке для ручного ввода или извлечения жидкостей.",
    "chapter.5.quest.84.subtitle": "Вы вставляете это прямо в боковую сторону!",
    "chapter.5.quest.84.title": "Ввод и Вывод Жидкостей из Литейного Завода",
    "chapter.5.quest.85.description.1": "Эти два предмета могут хранить до четырех ведер любой жидкости. Их также можно перемещать. Это имеет свои применения.\n\n\nОднако их основное назначение - служить источником топлива для литейного завода. Литейные заводы, работающие на лаве, будут плавить быстрее и с большей топливной эффективностью. Вам понадобится один в вашем литейном заводе.",
    "chapter.5.quest.85.subtitle": "Литейный завод имеет специальные методы питания",
    "chapter.5.quest.85.title": "Энергия для литейного завода",
    "chapter.5.quest.86.description.1": "Литейные заводы могут быть построены довольно высокими. Может быть полезно заглянуть в них - или даже лучше, иметь лестницу из них для случая, когда вы упадете.\n\n\nОбожженные лестницы могут быть построены как часть стены литейного завода, сохраняя при этом многоблочную структуру. Удобно.",
    "chapter.5.quest.86.subtitle": "Проверьте, что находится в вашем литейном заводе!",
    "chapter.5.quest.86.title": "Практический Декор Литейного Завода",
    "chapter.5.quest.87.description.1": "Шлифовальный станок превосходит при шлифовании предметов. Поэтому несколько предметов - даже если их можно молоть или дробить - дадут наибольший выход именно с этой машины.\n\n\nПримеры задач выше.",
    "chapter.5.quest.87.subtitle": "Для некоторых предметов!",
    "chapter.5.quest.87.title": "Улучшенные Выходы",
    "chapter.5.quest.88.description.1": "Почва душ имеет удивительное количество применений. Она необходима для литейных заводов, генераторов базальта и специальной формы обработки, называемой \"окутывание\". Ха!",
    "chapter.5.quest.88.subtitle": "Они немного мрачные",
    "chapter.5.quest.88.title": "Собирать Души",
    "chapter.5.quest.89.description.1": "Костер душ имеет уникальное свойство. Когда он размещен перед вентилятором, он начнет \"массовое окутывание\" предметов, подобно тому, как работает массовое плавление и массовое мытье. Предметы, подвергшиеся окутыванию, превращаются в альтернативную или \"испорченную\" версию себя. Это очень удобно для получения вещей, которые могут быть трудно найти, а также для необычных применений в автоматизации!",
    "chapter.5.quest.89.subtitle": "Доступ к новой форме обработки материалов",
    "chapter.5.quest.89.title": "Очень Очень Окутывающее",
    "chapter.5.quest.9.description.1": "Базовый компьютер, но как бы лучше?",
    "chapter.5.quest.9.subtitle": "Теперь это латунь.",
    "chapter.5.quest.90.description.1": "Большинство мобов, пойманных внутри активной литейной печи, будут накапливать кровь внутри печи. Кровь затем можно отлить в шары, которые функционируют как слизь.\n\n\nВы не можете перемещать спаунеры в этой игре, но установка литейной печи вокруг найденного спаунера может стать отличной альтернативой автоматизации слизи. Вы даже можете настроить поезд для периодической доставки крови на вашу базу, если ближайший спаунер находится далеко!\n\n\nАльтернативно, слизь можно автоматизировать, автоматизировав производство известковой краски и теста, если эта установка вам не подходит. Этот квест примет любой подход.",
    "chapter.5.quest.90.subtitle": "Это, очевидно, детская игра.",
    "chapter.5.quest.90.title": "Автоматизация крови или слизи",
    "chapter.5.quest.91.description.1": "Вы можете построить литейную печь вокруг спаунера блейзов, и она будет плавить блейзов в пылающую кровь. Пылающую кровь можно преобразовать в стержни блейза или использовать для питания литейной печи.\n\n\nАльтернативно, вы можете просто оставить пылающую кровь в качестве альтернативы лаве для питания литейной печи. Она быстрее плавит!",
    "chapter.5.quest.91.subtitle": "Это ад",
    "chapter.5.quest.91.title": "Автоматизация стержней блейза",
    "chapter.5.quest.92.description.1": "Песок душ можно промывать, получая золотые самородки и, редко, кварц. Песок душ также можно сделать, насытив песок, что ведет к более обильному способу сбора песка. Возможно, у вас будет способ автоматизировать песок позже в этом квесте...",
    "chapter.5.quest.92.subtitle": "Не так ценно, как серебро",
    "chapter.5.quest.92.title": "Автоматизация золота",
    "chapter.5.quest.93.description.1": "Задания, указанные здесь, - это несколько примеров того, что можно получить через насытие. Экспериментируйте!",
    "chapter.5.quest.93.subtitle": "Это не магия в техническом паке",
    "chapter.5.quest.93.title": "Любопытные преобразования",
    "chapter.5.quest.94.description.1": "Скрафтите странный колокольчик из латуни (что немного впереди по квестовой линии), а затем насытьте его, чтобы получить заколдованный колокольчик. Этот колокольчик имеет уникальное свойство - когда он звонит, он показывает духам, где ночью могут спавниться мобы. Эта утилита идеально подходит для защиты вашей базы от спауна мобов!",
    "chapter.5.quest.94.subtitle": "Хотите увидеть, какие участки плохо освещены?",
    "chapter.5.quest.95.description.1": "Помните азурин? Что вы мололи для цинка? Так вот, не только дробление его дает вам больше цинка, оно также создает 'лазуритовую пыль'. Лазурит, смешанный с порохом и немного железа, создаст лазурит.\n\n\nНе знаете, как надежно добывать порох? Верхний путь может иметь ответ...",
    "chapter.5.quest.95.subtitle": "Верхний путь говорил автоматизировать это...",
    "chapter.5.quest.95.task.1.title": "8x64 Лазурита",
    "chapter.5.quest.95.title": "Автоматизация лазурита!",
    "chapter.5.quest.96.description.1": "Одной из уникальных возможностей дробильного колеса является измельчение гравия в песок.\n\n\nПесок можно промывать в глину, что является альтернативой дроблению капельника, хотя обработка капельника может быть более эффективной. Вам понадобится глина для полной автоматизации цинка, меди, лазурита и андалузитового сплава.\n\n\nПесок можно обжечь в стекло. Это не только красивый декоративный блок, но и необходим для автоматизации красного камня.\n\n\nНаконец, песок можно насытить в песок душ, необходимый для автоматизации золота. Песок душ можно дополнительно переработать в пыль из Незерака и золу, которая необходима для 'сверхнагрева' позже, но также используется для более эффективного создания гранита, который можно превратить в олово.",
    "chapter.5.quest.96.subtitle": "Это открывает широкие возможности автоматизации!",
    "chapter.5.quest.96.title": "Песок теперь полностью автоматизируем",
    "chapter.5.quest.97.description.1": "\n\nНезерак, полученный насыщением песка душ, можно измельчить в пыль Незерака. Затем его можно смешать с диоритом для производства гранита с более высокой эффективностью, без необходимости в кварце. Гранит затем можно превратить в цинк.\n\n\nКонечно, не каждую оптимизацию необходимо применять. Решите, нужен ли вам больше цинка или кварца.",
    "chapter.5.quest.97.subtitle": "Мы действительно имели в виду, что автоматизация становится сложной.",
    "chapter.5.quest.97.title": "Больше гранита и олова",
    "chapter.5.quest.98.description.1": "Серебро можно получить только измельчением известняка в известь и затем промыванием её. Теперь у вас есть применение для этого блока!\n\n\nСам известняк можно создать, смешав лунный песок с заостренным капельником.",
    "chapter.5.quest.98.subtitle": "Сколько же применений у глины?!?",
    "chapter.5.quest.98.title": "Автоматизация серебра!",
    "chapter.5.quest.99.description.1": "Лава, касающаяся базальта и синего льда, создаст базальт. Затем базальт можно добывать, как в установке генератора булыжника.\n\n\nКак и камень, базальт можно просеивать через сито.",
    "chapter.5.quest.99.title": "Генератор базальта",
    "chapter.5.title": "3) Остатки потерянной цивилизации",
    "chapter.6.quest.1.description": "Это следует запасать при переходе на более крупные установки AE2.",
    "chapter.6.quest.2.description": "Вы можете автоматизировать это, положив песок рядом с ним в верстак и бросив получившиеся семена в воду. Они превратятся в чистые кристаллы, которые можно измельчить в прессовщике для получения двойного количества пыли.\nУскорители роста кристаллов значительно ускоряют этот процесс: только два устройства сокращают время с 20 минут до 1 минуты. Однако они потребляют много энергии!",
    "chapter.6.quest.2.subtitle": "Синяя пыль? хммм...",
    "chapter.6.quest.2.title": "Автоматизация пыли цертового кварца!",
    "chapter.6.quest.3.description": "Шиммер может быть бездонным, как лава! Хотя это может быть немного избыточно.",
    "chapter.6.quest.3.subtitle": "Теперь у вас должно быть немного!",
    "chapter.6.quest.4.subtitle": "Рекомендуем запастись партиями по 10-20, крафтить их по одному довольно утомительно.",
    "chapter.6.quest.4.title": "Процессоры",
    "chapter.6.quest.0.description": "",
    "chapter.6.quest.0.subtitle": "",
    "chapter.6.quest.0.title": "",
    "chapter.6.quest.5.task.1.title": "Любой #ae2:glass_cable",
    "chapter.6.quest.5.task.2.title": "Любой #ae2:smart_cable",
    "chapter.6.quest.5.description": "Блестящий стеклянный кабель может передавать до 8 каналов, если вы превысите этот лимит, вся эта часть сети выйдет из строя!\nУмные кабели отображают количество использованных каналов как на интерфейсе Jade (вашем обозревателе блоков в верхней части экрана), так и на самом блоке, где это представлено в виде линии.",
    "chapter.6.quest.5.subtitle": "Первые предметы, которые вам, вероятно, понадобятся",
    "chapter.6.quest.5.title": "Первые кабели",
    "chapter.6.quest.10.title": "Открываем пресс",
    "chapter.6.quest.10.subtitle": "Этот базовый пресс можно найти на Луне в различных структурах и метеоритах.",
    "chapter.6.quest.11.subtitle": "Нагрейте пыль цертового кварца до высокой температуры, чтобы получить необработанный кремний.",
    "chapter.6.quest.11.title": "Подозрительный кремний",
    "chapter.6.quest.12.subtitle": "Базовая рамка схемы для использования в прессовщике.",
    "chapter.6.quest.12.title": "Схемы для вас...",
    "chapter.6.quest.13.title": "Пастельное прессование",
    "chapter.6.quest.14.description": "Всё в AE2 использует каналы, которые могут передаваться по кабелям. Подробнее об этом позже, но помните, что каждая сторона КОНТРОЛЛЕРА обеспечивает 32 канала, а весь ПРИЕМНИК делится на 8 каналов.\n\n(Для завершения этого квеста нужен только один предмет)",
    "chapter.6.quest.14.subtitle": "Время заняться инженерией, детка",
    "chapter.6.quest.14.title": "Запуск системы",
    "chapter.6.quest.15.description": "Плотный кабель делает именно то, что вы думаете - он может передавать 32 канала вместо 8!\nСтекловолоконный кабель делает что-то совершенно другое - он может передавать AE-энергию, но 0 каналов, из-за чего он нарушает работу систем. Обычно используется для передачи энергии или создания подсетей, подробнее об этом позже.",
    "chapter.6.quest.15.subtitle": "Только для знатоков инженерии!",
    "chapter.6.quest.15.title": "Продвинутая прокладка кабелей",
    "chapter.6.quest.16.description": "ME-накопители хранят ваши ячейки хранения, каждая ячейка имеет определенное количество байтов и может хранить 63 типа предметов. Для предметов, которых у вас много, рекомендуется выделять для них большие ячейки.\nME-накопители также образуют мультиблок, позволяющий подключить к нему только один кабель, и все они будут добавлены в систему ME. Однако каждая ячейка потребляет один канал!\n(Информация о каналах находится на левой дорожке)",
    "chapter.6.quest.16.subtitle": "Эта штука может одновременно хранить до 10 ячеек",
    "chapter.6.quest.16.title": "Просмотр предметов",
    "chapter.6.quest.17.description": "Подсети в основном используются для выполнения определенной цепочки задач, например, создания конкретных ресурсов через серию рецептов.\nЭти небольшие сети обычно питаются через кварцевое волокно от основной сети. Они будут работать так же, как если бы были подключены через приемник энергии, что позволяет использовать 8 каналов.\nКогда вы экспортируете предметы в интерфейс ME, они МГНОВЕННО помещаются в соответствующую систему ME, что позволяет экспортировать из подсети в основную сеть.",
    "chapter.6.quest.17.title": "Подсети",
    "chapter.6.quest.18.description": "Рабочий стол ячеек - очень полезный инструмент!\nОн имеет две функции: вы можете добавлять фильтры к своим ячейкам, принимая только те жидкости или предметы.\nИли вы можете улучшать свои ячейки с помощью особенно важной карты: карты уничтожения избытка! Она делает именно то, что вы думаете: удаляет всё, что превышает ёмкость ячейки.",
    "chapter.6.quest.18.subtitle": "Вы же не хотите, чтобы все ваши ячейки заполнились одним предметом, верно?",
    "chapter.6.quest.18.title": "Настройка ячеек хранения",
    "chapter.6.quest.19.description": "Помните спавнер ифритов, который вам нужен был для магмового крема? Эта штука вам поможет.\n\nСначала создайте предметы, указанные в квесте, ПЛЮС желаемый размер пространственной ячейки, каждый из которых имеет свою емкость в подсказке. Например, самая маленькая может вместить пространство 2x2x2 блока.\n\nЗатем установите пространственный якорь, это будет один из УГЛОВ. Затем установите порт ввода-вывода рядом с ним СНАРУЖИ куба. Это будет нести вашу ячейку. Наконец, постройте пилоны так, чтобы их концы образовали второй конец куба. Теперь у вас есть половина куба. Всё, что находится между якорем и краями якорей, будет захвачено! Таким образом, чтобы заполнить самую слабую ячейку, вам потребуется 6 якорей: два для высоты, два для длины и два для ширины.\n\nНаконец, подайте сигнал редстоуна либо на порт ввода-вывода, либо на якорь, и всё, даже спавнеры или растущие кристаллы, будут помещены в ячейку. Это, конечно, можно обратить вспять с помощью той же процедуры.",
    "chapter.6.quest.19.subtitle": "Время для полезных вещей",
    "chapter.6.quest.19.title": "Перемещение БЛОКОВ как профессионал",
    "chapter.6.quest.20.description": "Что делать, если ваш кабель стал слишком длинным или вам нужно перейти через измерения?!\n\nКвантовый мост решит эту проблему.\nКаждому квантовому мосту нужен мультиблок: квантовое кольцо, создайте пончик из квантовых колец и поместите камеру в середину. Это будет потреблять только один канал! Поместите одну из ваших пар квантово запутанных сингулярностей в него, а другую в камеру в вашем желаемом месте назначения. Мост установлен, и сеть теперь работает в нескольких местах.",
    "chapter.6.quest.20.subtitle": "Но это требует много энергии; потребляет 100 FE/t при работе!",
    "chapter.6.quest.20.title": "'Я ненавижу прокладку кабелей'",
    "chapter.6.quest.21.description": "Ах да, p2p туннель, давайте сделаем это (point-to-point, для непосвященных)\n\nКаждый тип p2p туннеля может передавать свой соответствующий тип, среди прочего предметы, жидкости или каналы ME!\n\nВы можете создать только ME p2p туннель, и вам нужно щелкнуть его правой кнопкой мыши с определённым предметом, чтобы определить, какую задачу он будет выполнять.\n\nТеперь, когда у вас есть правильный p2p туннель для работы, вам нужны входы и выходы. Каждая сеть p2p может иметь ТОЛЬКО ОДИН вход, но несколько выходов, которые будут равномерно распределены.\n\nЧтобы настроить их, щелкните входной p2p туннель с помощью карты памяти, а затем щелкните ту же карту, чтобы связать их вместе, выходных туннелей может быть сколько угодно.\n\nТеперь введите что-нибудь в него, и это МГНОВЕННО отправится во все выходные каналы.\n\nПримечание: все p2p туннели потребляют энергию и по одному каналу каждый, планируйте соответствующим образом. При передаче каналов через p2p туннели вам все равно нужны каналы для передачи каналов...",
    "chapter.6.quest.21.subtitle": "Конвейеры уже в прошлом...",
    "chapter.6.quest.21.title": "Перемещение предметов как профессионал",
    "chapter.6.quest.22.description": "Каждый шина не делает много чего, что превышает умственные способности обычного человека, шина импорта импортирует из соседнего инвентаря, используя канал, и вводя всё в сеть.\n\nШины экспорта делают обратное, за исключением канала, конечно.\n\nШины хранения немного круче, во-первых, они обрабатывают любой подключённый инвентарь, как если бы он был частью сети ME, как содержимое хранилища. Таким образом, предметы могут быть помещены в них или извлечены с помощью шин. Слева можно установить приоритеты, чем ниже, тем важнее заполнить сначала это, а потом остальное.\n\nШины импорта и экспорта можно улучшить с помощью карт ускорения (интересно, что они делают), редстоуна и ёмкости, при этом ёмкость увеличивает фильтрующую способность на четыре, с ограничением на две установленные одновременно.",
    "chapter.6.quest.22.subtitle": "'Я еду по дороге в ад!'",
    "chapter.6.quest.24.description": "Последняя часть, которая очень удобна!\n\nИзмерители уровня являются вашими переключателями запаса, они излучают или перестают излучать сигнал редстоуна, когда настроенный предмет достигает определённого порога, который, конечно, можно выбрать.\n\nКарта редстоуна включает управление редстоуном, позволяя отключать шину экспорта, когда у вас меньше 4 стопок железа!",
    "chapter.6.quest.25.task.1.title": "Ничто из этого не идеально!",
    "chapter.6.quest.25.subtitle": "Материалы могут быть неполными, отсутствующими или неправильными, всегда обращайтесь к вики, чтобы оставаться в курсе.",
    "chapter.6.quest.25.title": "Это всего лишь объяснение!",
    "chapter.6.quest.23.description.1": "Небесный камень (AE2) больше не может быть получен в метеоритах.\n\n\nОн генерируется в больших, редких карманах под поверхностью Луны. Обратите внимание, если увидите его!",
    "chapter.6.quest.23.title": "Энергичный тип камня...",
    "chapter.6.quest.6.description.1": "Учтите, что эта вкладка является примерным руководством по AE2. В Интернете есть множество руководств по этому моду!\n\n\nБудущие планы \u003d создание подробного руководства по моду",
    "chapter.6.quest.6.subtitle": "Лунные метеориты содержат редкие схемы, полезные для управления инвентарём!",
    "chapter.6.quest.6.task.1.title": "Понятно.",
    "chapter.6.quest.6.title": "Добро пожаловать в Applied Energistics 2!",
    "chapter.6.quest.7.title": "Основные прессы, том 3:",
    "chapter.6.quest.8.title": "Основные прессы, том 1:",
    "chapter.6.quest.9.title": "Основные прессы, том 2:",
    "chapter.6.title": "3.5) Астральное Хранение",
    "chapter.7.quest.1.description.1": "A resilient civilisation inhabits Mars... They seem to worship gold. Find large quantities of it along with lead and ostrum in the underground. Buildings, old and new, can be found on the surface.\n\n\nAs you proven your resourcefulness up to now, the quests will be slightly less thorough, and may not tell you every new tool you gained when you craft a new machine. This totally has nothing to do with two different writers writing different halves of the pack. Nope. Not at all.",
    "chapter.7.quest.1.subtitle": "Make yourself at home, it only gets worse from here...",
    "chapter.7.quest.1.title": "Welcome to Mars.",
    "chapter.7.quest.10.description.1": "Negates fall damage entirely and enables jumping up multiple blocks! You\u0027ll have to learn to control the bouncing however...",
    "chapter.7.quest.10.subtitle": "Bouncy...",
    "chapter.7.quest.11.description.1": "To survive on mercury with it\u0027s super hot surface temperature, ensure you are wearing the netherite space suit at all times!",
    "chapter.7.quest.11.title": "Hot hot hot HOT. Let me put some insulation on.",
    "chapter.7.quest.12.description.1": "Before obtaining steel, a few processes are required to set up.\n\n\nSteel dust is the baseline for alloying steel, but such a metal requires a high heat threshold to form.\n\n\nThe blast furnace multiblock can unlock this capability.",
    "chapter.7.quest.12.title": "A blast furnace for forging steel alloy more efficiently.",
    "chapter.7.quest.13.description.1": "This fuel can be pumped into blaze burners to superheat them.\n\n\nTry distilling some oil cells in the tower.",
    "chapter.7.quest.13.subtitle": "In conjunction with Ad Astra Oil, you can distill a fuel fluid which can burn hotter than anything you\u0027ve seen.",
    "chapter.7.quest.13.title": "That\u0027s some good fuel, right there.",
    "chapter.7.quest.14.subtitle": "Discover the biomes of this treacherous climate.",
    "chapter.7.quest.14.title": "Martian Traveller",
    "chapter.7.quest.15.subtitle": "Uncover the secrets of piglin civilisation...",
    "chapter.7.quest.15.title": "Martian Explorer",
    "chapter.7.quest.16.description.1": "The next tier of circuit will require a new process assembly line.\n\n\nMill golden nuggets into pins and electrify them under a tesla coil + depot to obtain electrified pins.",
    "chapter.7.quest.16.title": "Components for an upgraded circuit!",
    "chapter.7.quest.17.description.1": "With the basic pins in position, clamp down an ostrum plate to finish the process.",
    "chapter.7.quest.17.title": "The incomplete mechanism...",
    "chapter.7.quest.18.description.1": "With access to Advanced CPUs, new industrial tier machines are now able to be constructed, each with some unique uses.\n\n\nInspect the branching quest lines to uncover more about them. Steel isn\u0027t obtainable immediately from this quest, after all...",
    "chapter.7.quest.18.subtitle": "This time it will be needed a LOT, like a lot.",
    "chapter.7.quest.18.title": "A new tier of circuit...",
    "chapter.7.quest.19.description.1": "Centrifuging dusts and various blocks provides further elements.\n\n\nFor our purposes here, this optional process of centrifuging soul sand into oil can provide a renewable source of it, saving you the need to collect it manually from oil spouts.",
    "chapter.7.quest.19.title": "You spin me right round...",
    "chapter.7.quest.2.description.1": "A key component in later game recipes and survival on mercury!\n\n\nReminder: Use fuel *buckets* to input into a blaze burner!",
    "chapter.7.quest.2.subtitle": "Mix steel dust in a superheated blaze burner!",
    "chapter.7.quest.2.title": "Iron but slightly harder, I reckon",
    "chapter.7.quest.20.subtitle": "Electrolysing clay dust produces lithium liquid, which can be utilised to upgrade red cell batteries.",
    "chapter.7.quest.21.description.1": "Cells of molten iron can be poured from Create spouts, ready to be processed with some carbon material to form steel even more efficiently than the old recipe!",
    "chapter.7.quest.21.title": "More efficient steel dust.",
    "chapter.7.quest.22.description.1": "Obtain a small stockpile to start with.",
    "chapter.7.quest.23.description.1": "Oil can be sourced renewably from a centrifuge, however spouts across the overworld also contain a fair few cells worth of the fluid too.",
    "chapter.7.quest.23.subtitle": "How Crood...",
    "chapter.7.quest.23.title": "How Crude...",
    "chapter.7.quest.24.description.1": "Using Fuel Buckets on blaze burners, in the same fashion as a lava bucket, will superheat them for a short while. This is required to unlock future recipes, including the all-important steel!",
    "chapter.7.quest.24.subtitle": "UNLOCK: Superheated Blaze Burners!",
    "chapter.7.quest.24.title": "Hotter Stuff",
    "chapter.7.quest.25.description.1": "Crushing Infernal Spire produces netherite scrap nuggets at a low rate.",
    "chapter.7.quest.25.subtitle": "Get a load of this stuff!",
    "chapter.7.quest.25.title": "Infernal Spire Processing.",
    "chapter.7.quest.26.description.1": "Semi-automatable debris! Wow! Along with its usual usages, netherite can be used to forge some devastating MC Dungeons weapons. If you\u0027re rolling in the stuff, Create Deco provides some pricey decoration blocks. - Happy flexing",
    "chapter.7.quest.26.subtitle": "Purely for high-rollers",
    "chapter.7.quest.26.title": "Automate debris!",
    "chapter.7.quest.27.description.1": "As you have used the tesla coil for previously, charging a golden pin with electricity will charge them.\n\n\nBegin the circuit upgrade by applying 64x of these electrified pins onto an integrated circuit.",
    "chapter.7.quest.28.description.1": "N \u003d Toggle Night Vision",
    "chapter.7.quest.28.title": "I can see clearly now.",
    "chapter.7.quest.29.description.1": "Machine parts?? You are telling me we haven\u0027t been using parts in our machines so far?\n\n\n...what\u0027s holding them together then?",
    "chapter.7.quest.29.title": "Inner Machinations.",
    "chapter.7.quest.3.description.1": "Lithium can be processed from basic clay balls for a large amount, if you use one of the earlier clay farms.\n\n\nA reminder that batteries can be charged in any tech reborn machine! The tesla coil from Create Additions does not provide this.",
    "chapter.7.quest.3.subtitle": "Pour Lithium into your red cell batteries for this component. ",
    "chapter.7.quest.3.title": "Produce some Lithium + Batteries",
    "chapter.7.quest.30.description.1": "Carbon mesh is an integral component in machine parts, which will become highly prevalent in Chapter 5, in the production of new circuitry and machines.",
    "chapter.7.quest.30.title": "Mix \u0027n\u0027 Mesh",
    "chapter.7.quest.31.subtitle": "I must know, what it tastes like.",
    "chapter.7.quest.31.title": "With every fibre of my body...",
    "chapter.7.quest.32.subtitle": "thought you could get away?",
    "chapter.7.quest.32.title": "*another* use for coal dust",
    "chapter.7.quest.33.subtitle": "(electrolyse lazurite dust and create a sodium byproduct.)",
    "chapter.7.quest.33.title": "Sodium Reference?",
    "chapter.7.quest.34.subtitle": "-\u003e filled with yummy potassium",
    "chapter.7.quest.34.title": "Banana Dust",
    "chapter.7.quest.35.title": "Banana Fluid",
    "chapter.7.quest.36.subtitle": "Yea i\u0027m alright thanks.",
    "chapter.7.quest.36.title": "Lazurite?",
    "chapter.7.quest.37.title": "Do not drink the Listerine.",
    "chapter.7.quest.39.title": "Horsepower.",
    "chapter.7.quest.4.title": "Upgrade! Drill!",
    "chapter.7.quest.40.subtitle": "Our rocket needs a GAMING MONITOR.",
    "chapter.7.quest.40.title": "144hz, 4k Monitor",
    "chapter.7.quest.41.description.1": "Both soul soil and soul sand can produce raw oil when centrifuged, with some extra byproducts provided which may prove to be useful...\n\n",
    "chapter.7.quest.41.task.1.title": "Any #minecraft:soul_fire_base_blocks",
    "chapter.7.quest.41.title": "Shake up that soul",
    "chapter.7.quest.43.subtitle": "Let\u0027s make some use out of this...",
    "chapter.7.quest.43.title": "Got coal lying around?",
    "chapter.7.quest.44.description.1": "64 coal dust in an implosion compressor will create a diamond. Seems steep, but such is the price we pay for automation.",
    "chapter.7.quest.44.subtitle": "As a bonus for getting this far, here is a block of liquid diamond. A treat \u003e.\u003c",
    "chapter.7.quest.44.title": "Automating Diamonds.",
    "chapter.7.quest.45.description.1": "Gold can be found in high amounts here. Either get your best mining gear and head underground or equip your finest weapons and head to a bastion.",
    "chapter.7.quest.45.subtitle": "Always believe in your gold...",
    "chapter.7.quest.45.task.1.title": "Gold!",
    "chapter.7.quest.46.description.1": "The Piglins worship gold like a god. Show off your respect by holding a token of faith.\nA bar of gold as a body... nugget for a nose... two little pins for arms... sand it off and... yes, that should do it.\nOnce you\u0027ve established a common ground with your piggy kin, you may begin trading.",
    "chapter.7.quest.46.subtitle": "Respect the Piglin religion and they might not immediatly kill you. ",
    "chapter.7.quest.46.title": "When in Rome...",
    "chapter.7.quest.47.description.1": "With access to mars stone, you are now able to use it below a cobblestone generator to form more mars stone, with a chance of conglomerate being formed too!\n\n\nMars stone can be crushed into mars sand, which washes into lead. Conglomerate can be crushed into ostrum nuggets.",
    "chapter.7.quest.47.title": "Automation of Lead/Ostrum",
    "chapter.7.quest.48.description.1": "Toss a coin at a piglin, like a wish in a well. Piglins love themselves and gold. Expect big rewards.",
    "chapter.7.quest.48.subtitle": "They won\u0027t notice",
    "chapter.7.quest.48.title": "Counterfeit Coins",
    "chapter.7.quest.49.subtitle": "You wolf, you-!!",
    "chapter.7.quest.49.title": "Artificial Inflation",
    "chapter.7.quest.5.title": "Upgrade! Chainsaw!",
    "chapter.7.quest.50.subtitle": "Google Piglin inflation to find out more!",
    "chapter.7.quest.50.title": "Forged documents",
    "chapter.7.quest.54.subtitle": "You... monster",
    "chapter.7.quest.54.title": "Societal Collapse",
    "chapter.7.quest.58.description.1": "Methane has a strange effect on the mind and body. When inhaled, it fogs weak minds, making one suggestable to even the most preposterous of ideas.\n...I wonder if it has the same effect on Piglins?\nIt can be produced by placing lots of decomposable items in an Industrial Centrifuge, like 16 wood, as an example.",
    "chapter.7.quest.58.subtitle": "I don\u0027t like where this is going...",
    "chapter.7.quest.58.title": "You spin my head right round...",
    "chapter.7.quest.59.subtitle": "Observe a piglin in their natural habitat.",
    "chapter.7.quest.59.title": "Come heeeere, little piggy.",
    "chapter.7.quest.6.title": "Upgrade! Jackhammer!",
    "chapter.7.quest.61.title": "Make CHANGES to this multiblock viability ",
    "chapter.7.quest.63.description.1": "An andesite generator ontop of quadruple compressed Andesite will create a single compressed andesite, giving you 9x efficiency.\n\n\nOf course, you should have enough andesite for the rest of the pack if you\u0027re able to create quad compressed andesite. But I know some people will want to beat this challenge just for the satisfaction of it. What will you do?",
    "chapter.7.quest.63.title": "Ultimate Andesite Generation",
    "chapter.7.quest.64.title": "New Ingot!",
    "chapter.7.quest.65.description.1": "\n\nDo note ostrum plates involve using a compressor instead of a mechanical press. More and more plates will be created like this.",
    "chapter.7.quest.65.subtitle": "You don\u0027t use the press for this...",
    "chapter.7.quest.65.title": "This isn\u0027t like the rest...",
    "chapter.7.quest.66.subtitle": "They won\u0027t remember",
    "chapter.7.quest.66.title": "Trojan Horse",
    "chapter.7.quest.7.description.1": "Electrolysing various dusts and minerals can produce a large array of new materials.\n\n\nAs of currently, lithium is the main one to be worried about before further ones are implemented.",
    "chapter.7.quest.7.subtitle": "This isn\u0027t a dodgy Astral multiblock, its a fully fledged block.",
    "chapter.7.quest.7.title": "REQUIRED: electrolysis (for real this time)",
    "chapter.7.quest.73.title": "Ores of Mars",
    "chapter.7.quest.73.task.3.title": "I understand!", 
    "chapter.7.quest.8.description.1": "Utilising steel and a set of sturdy armor, you can craft a higher tier of space suit which is immune to fire damage. This should ease the exploration into mercury.\n\n\nThe oxygen tank capacity is twice as large. What a bonus.",
    "chapter.7.quest.8.subtitle": "I look like a spartan now",
    "chapter.7.quest.8.title": "Military-Grade Space Gear",
    "chapter.7.quest.9.subtitle": "We CAN get much higheerrr it seems...",
    "chapter.7.quest.9.title": "Rocket barrage, activated!",
    "chapter.7.title": "4) Piglin Peculiarities.",
    "chapter.8.quest.1.description.1": "Extremely brittle, but so fast, and so upgradeable.\n\n\nSurround chromatic compounds with a LOT of light (you are going to need more than usual)",
    "chapter.8.quest.1.subtitle": "A godly Tinkers\u0027 material.",
    "chapter.8.quest.10.title": "Go! Mega Jackhammer!",
    "chapter.8.quest.11.description.1": "Make sure your power generation  has been given ample time to adapt to this...",
    "chapter.8.quest.11.subtitle": "The matter fabricator uses 2000 units of power a tick.",
    "chapter.8.quest.11.title": "With big power comes big responsibility.",
    "chapter.8.quest.12.description.1": "This chip is an in-between component used in multiple new recipes. Including storage and upgrades of your tech reborn tools.",
    "chapter.8.quest.12.title": "Data floeee...",
    "chapter.8.quest.13.description.1": "Place the block and use the multiblock hologram to guide you where to go, any radius higher than default is unncecessary, and will likely drive you insane.",
    "chapter.8.quest.13.subtitle": "Create a fusion control system.",
    "chapter.8.quest.13.title": "Where we\u0027re going, we going to need MOOOORE power....",
    "chapter.8.quest.14.description.1": "These are required to satisfy the multiblock conditions for the fusion  controller.",
    "chapter.8.quest.14.subtitle": "Don\u0027t lick, very electric.",
    "chapter.8.quest.14.title": "All coiled up.",
    "chapter.8.quest.15.subtitle": "Look it even shines",
    "chapter.8.quest.15.title": "Armor of *radiant* capability",
    "chapter.8.quest.16.description.1": "But why do that when you can produce stacks upon stacks of it to only convert it into UU Matter...",
    "chapter.8.quest.16.subtitle": "Scrap recyclers can produce anything from scrap, pretty much. ",
    "chapter.8.quest.16.title": "Scrap to diamonds",
    "chapter.8.quest.17.subtitle": "Turn any random ol\u0027 garbage into useful scrap.",
    "chapter.8.quest.17.title": "Environmentally approved.",
    "chapter.8.quest.18.subtitle": "A fresh new multiblock can provide that very feature.",
    "chapter.8.quest.18.title": "Producing Iridium raw ore from the blocks.",
    "chapter.8.quest.19.description.1": "Marvelously strong, perfect for a tool binding or handle.\n\n\nDrop chromatic compound into the VOID.\n\n\nBut wait, we haven\u0027t reached the end? I\u0027m sure you can find an alternate way to access the deep abyss in other dimensions...",
    "chapter.8.quest.19.subtitle": "An unbreaking Tinkers\u0027 material.",
    "chapter.8.quest.2.description.1": "UU Matter is a substance which can be utilised in the synthesis of various items. However, it can be harnessed into something even more powerful...\n\n\nStart with mixing this with a superheated burner and some shimmer to form a few chromatic compounds.",
    "chapter.8.quest.2.subtitle": "Heh, get it?",
    "chapter.8.quest.2.title": "This is an Astral matter.",
    "chapter.8.quest.20.description.1": "This quirky little compound is used in the formation of Refined Radiance and Shadow Steel.\n\n\nMix some UwU matter with shimmer and watch the magic happen.",
    "chapter.8.quest.20.subtitle": "A rather Create-ive material",
    "chapter.8.quest.20.title": "The Chromatic Compound",
    "chapter.8.quest.21.subtitle": "You did not need this much cobblestone.",
    "chapter.8.quest.22.subtitle": "Funny box of lava.",
    "chapter.8.quest.23.subtitle": "The power however, is gracefully welcomed.",
    "chapter.8.quest.24.subtitle": "By charging this up, you obtain a limited but powerful flight ability that scales the lower gravity is! On earth it is pretty effective, but in space is where the real action is.",
    "chapter.8.quest.24.title": "Let there be flight!",
    "chapter.8.quest.25.description.1": "Initiate Fusion between a piece of shadow steel, and a piece of refined radiance. \n\n\nThis super-energised alloy is capable of an insane amount of power transfer and durability, proving it as a useful material in powerful items and machines.",
    "chapter.8.quest.25.subtitle": "fuckin uhhhh conglomerate ingot",
    "chapter.8.quest.25.title": "the new bar or whatever it\u0027s called",
    "chapter.8.quest.26.subtitle": "FUUUUSE WITH SHIMMERRR",
    "chapter.8.quest.26.title": "Bucket of Quark-Gluon Plasma Fluid",
    "chapter.8.quest.27.description.1": "Compress 256k items into a singularity.",
    "chapter.8.quest.27.title": "The Singularity Framework",
    "chapter.8.quest.28.description.1": "This is what will allow you to start breaking off limits. Creating this is a tedious process, and involves a lot of materials. I hope your factory is ready for the task, good luck.",
    "chapter.8.quest.28.subtitle": "A densly condensed singularity, blooming with energy of a divine source.",
    "chapter.8.quest.28.title": "Become as gods.",
    "chapter.8.quest.29.description.1": "An artificial recreation of the surface of the sun, convert lava using a superheated mixing basin.",
    "chapter.8.quest.29.subtitle": "We will conquer the universe.",
    "chapter.8.quest.29.title": "With the heat of sun.",
    "chapter.8.quest.3.description.1": "Lithium and calorite will allow for the creation of cool new circuits with tasty capabilities...\n\n\nThe process for this one will be familiar with the ones you made in chapter 4. These utilise calorite pins and lithium,\n\n\nAs you are fairly adept at using REI at this point, I will spare the details on it\u0027s creation.",
    "chapter.8.quest.3.title": "Aw man, more of this circuit garbage?",
    "chapter.8.quest.7.task.3.title": "I understand!",
    "chapter.8.quest.30.description.1": "Iridium Raw ore can be obtained from placing your iridium ore blocks in an industrial grinder, to start with you are going to want to get one of these set up!",
    "chapter.8.quest.30.task.2.title": "I see.",
    "chapter.8.quest.30.title": "How do I process raw iridium?",
    "chapter.8.quest.31.description.1": "Мы уже делали это раньше. Сформируйте несколько наггетов калорита в булавки для нанесения на нашу новую схему!",
    "chapter.8.quest.31.title": "Калоритные булавки",
    "chapter.8.quest.32.description.1": "Наконец, литий используется для добавления последней части удержания заряда на схеме.",
    "chapter.8.quest.32.title": "Литий!",
    "chapter.8.quest.33.description.1": "Производство большого количества деталей для машин должно быть важной целью, так как их требуется много для создания этого уровня схемотехники.",
    "chapter.8.quest.33.title": "Гофи ааа детали машин.",
    "chapter.8.quest.34.subtitle": "Нужно двигаться быстрее!",
    "chapter.8.quest.35.description.1": "Вы ранее занимались обработкой веридиева, однако альтернативным побочным продуктом была пыль оливина.",
    "chapter.8.quest.35.title": "Помните этот материал?",
    "chapter.8.quest.36.title": "Раздавите, раздавите РАЗДАВИТЕ!",
    "chapter.8.quest.37.description.1": "16 раз этот порошок можно обработать в новом листе, когда он сжимается в чане над перегретым пламенем бластера.",
    "chapter.8.quest.37.title": "Оливковый Дуст",
    "chapter.8.quest.38.subtitle": "Сдавите этот порошок в плиту.",
    "chapter.8.quest.38.title": "И сделайте из них пластины",
    "chapter.8.quest.39.description.1": "Этот ядерный военный запускатель отключен по умолчанию для вашего же блага, хорошо?\n\n\n\n\nЗагляните в конфиг Tech Reborn, если хотите его включить. (Он все еще работает как ингредиент рецепта)",
    "chapter.8.quest.39.subtitle": "Боеголовка Латентной Фабрикальности",
    "chapter.8.quest.4.title": "Это количество хранилищ становится просто смешным...",
    "chapter.8.quest.40.description.1": "НЕ ИСПОЛЬЗУЙТЕ шлюзы для зарядки сингулярности! Похоже, что она не работает, если использовать ее. Вместо этого используйте другие методы транспортировки предметов (AE2)",
    "chapter.8.quest.40.title": "256 тысяч предметов - это *не так уж* много на данный момент.",
    "chapter.8.quest.41.subtitle": "Вам нужно как минимум одно из этих, чтобы было место для сингулярности.",
    "chapter.8.quest.49.description.1": "Есть один подозрительный амонгас.",
    "chapter.8.quest.49.subtitle": "ВЫЙДИ ИЗ МОЕЙ ГОЛОВЫ",
    "chapter.8.quest.49.title": "выйди из моей головы.",
    "chapter.8.quest.50.description.1": "В версии 2.0 мы неустанно работали, чтобы предложить уникальный опыт каждому! На данный момент мы планируем продолжить разработку, за пределы этой простой солнечной системы и в опасные неизведанные миры...\n\n\nЭто потребует сложных рецептов ракет для 4 уровня, ДОПОЛНИТЕЛЬНО переработанных измерений и БЕЗМЕРНОГО количества другого пользовательского контента, чтобы вы могли в него окунуться.\n\n\nСПАСИБО!!!!",
    "chapter.8.quest.50.subtitle": "Сборка завершена!",
    "chapter.8.quest.50.title": "Спасибо, что довели это до конца!",
    "chapter.8.quest.51.description.1": "Из этой смеси металлов можно выдавить пластины из иридиевого сплава!\n\n\nСледуйте за цепочками рецептов, открывающихся из первой задачи главы 5, чтобы узнать больше, давайте посмотрим, как вы освоите REI и выясните, как сформировать это?",
    "chapter.8.quest.51.title": "Иридиевый сплав?!",
    "chapter.8.quest.6.description.1": "Дом к самой опасной местности из всех планет, которые вы видели до сих пор, ртуть приносит прибыль для тех, кто достаточно смел, чтобы исследовать ее.",
    "chapter.8.quest.6.subtitle": "Наслаждайтесь вашим пребыванием.",
    "chapter.8.quest.6.title": "Добро пожаловать в тепловую смерть вселенной.",
    "chapter.8.quest.7.title": "Руды ртути",
    "chapter.8.quest.8.title": "Поехали! Мега Дрель!",
    "chapter.8.quest.9.title": "Поехали! Мега Пила!",
    "chapter.8.title": "5) Sub-Atomic"
  }
  